[
{"joke_text": "A child asked his father, \"How were people born?\" So his father said, \"Adam and Eve made babies, then their babies became adults and made babies, and so on.\" The child then went to his mother, asked her the same question and she told him, \"We were monkeys then we evolved to become like we are now.\" The child ran back to his father and said, \"You lied to me!\" His father replied, \"No, your mom was talking about her side of the family.\""},
{"joke_text": "Mr. and Mrs. Brown had two sons. One was named Mind Your Own Business &amp; the other was named Trouble. One day the two boys decided to play hide and seek. Trouble hid while Mind Your Own Business counted to one hundred. Mind Your Own Business began looking for his brother behind garbage cans and bushes. Then he started looking in and under cars until a police man approached him and asked, \"What are you doing?\" \"Playing a game,\" the boy replied. \"What is your name?\" the officer questioned. \"Mind Your Own Business.\" Furious the policeman inquired, \"Are you looking for trouble?!\" The boy replied, \"Why, yes.\""},
{"joke_text": "A boy asks his father, \"Dad, are bugs good to eat?\" \"That's disgusting. Don't talk about things like that over dinner,\" the dad replies. After dinner the father asks, \"Now, son, what did you want to ask me?\" \"Oh, nothing,\" the boy says. \"There was a bug in your soup, but now it’s gone.\""},
{"joke_text": "A woman gets on a bus with her baby. The bus driver says, \"That's the ugliest baby that I've ever seen. Ugh!\" The woman goes to the rear of the bus and sits down, fuming. She says to a man next to her, \"The driver just insulted me!\" The man says, \"You go right up there and tell him off – go ahead, I'll hold your monkey for you.\""},
{"joke_text": "Q: Why did the witches' team lose the baseball game? A: Their bats flew away."},
{"joke_text": "Q: Why couldn't the leopard play hide and seek? A: Because he was always spotted."},
{"joke_text": "Q: What starts with E, ends with E, and has only 1 letter in it? A: Envelope."},
{"joke_text": "An elderly couple are in church. The wife leans over and whispers to her husband, \"I just let out a long, silent fart. What should I do?\" The husband replies, \"First off, replace the batteries in your hearing aid!\""},
{"joke_text": "A 3 years old boy sits near a pregnant woman. Boy: Why do you look so fat? Pregnant woman: I have a baby inside me. Boy: Is it a good baby? Pregnant woman: Yes, it is a very good baby. Boy: Then why did you eat it?!"},
{"joke_text": "There was an elderly couple who in their old age noticed that they were getting a lot more forgetful, so they decided to go to the doctor. The doctor told them that they should start writing things down so they don't forget. They went home and the old lady told her husband to get her a bowl of ice cream. \"You might want to write it down,\" she said. The husband said, \"No, I can remember that you want a bowl of ice cream.\" She then told her husband she wanted a bowl of ice cream with whipped cream. \"Write it down,\" she told him, and again he said, \"No, no, I can remember: you want a bowl of ice cream with whipped cream.\" Then the old lady said she wants a bowl of ice cream with whipped cream and a cherry on top. \"Write it down,\" she told her husband and again he said, \"No, I got it. You want a bowl of ice cream with whipped cream and a cherry on top.\" So he goes to get the ice cream and spends an unusually long time in the kitchen, over 30 minutes. He comes out to his wife and hands her a plate of eggs and bacon. The old wife stares at the plate for a moment, then looks at her husband and asks, \"Where's the toast?\""},
{"joke_text": "Wife: \"In my dream, I saw you in a jewelry store and you bought me a diamond ring.\" Husband: \"I had the same dream and I saw your dad paying the bill.\""},
{"joke_text": "A girl realized that she had grown hair between her legs. She got worried and asked her mom about that hair. Her mom calmly said, \"That part where the hair has grown is called your monkey. Be proud that your monkey has grown hair.\" The girl smiled. At dinner, she told her sister, \"My monkey has grown hair.\" Her sister smiled and said, \"That’s nothing; mine is already eating bananas.\""}
]