[
{"title": "7 investors discuss web3’s present and peer into its future", "author": "Karan Bhasin", "published_at": "2021-12-14 09:56:00", "content": "Most people have experienced the internet only through Web 2.0: online applications, the social web and software as a service form the fabric of our lives.\n\nBut even as other technology rapidly evolves, basic web infrastructure has remained largely unchanged since the turn of the millennium. Lately, many have championed web3 as the internet’s next phase, but the term encompasses so much territory, conversations can be rather diffuse.\n\nWe’re still years away from web3 capturing major market share, and there are valid concerns that its complexity will daunt consumers and regulators. However, our research indicated that the investment landscape is growing increasingly competitive as venture capitalists become more educated and less skeptical.\n\nTo get a clearer sense of where the market is, we reached out to several active investors to find out where web3 stands and what the future holds:\n\nTo make things as clear as possible, we asked each respondent to share their elevator pitch: How would they describe the technology if they were trying to convince a skeptic to invest?\n\nStarting with the potential consumer appeal of cartoon apes, we tried to find out what specifically attracted them to invest in the semantic web and where they’re currently seeing demand. “I initially got into web3 through verifiable credentials and data provenance in the enterprise market,” said Atul Ajioy, a partner at Horseshoe Capital. Several others said they started exploring the space after developing an interest in crypto.\n\nIn addition to discussing potential applications in advertising, fintech and enterprise apps, respondents shared their advice for web3 founders who are hunting for funding, along with their concerns about factors that could stall its development. Finally, we asked each respondent: What are skeptical web3 investors missing?\n\n“I never met a skeptical investor who actually understood what was going on. If you get it, you’re probably strapped in and ready to go,” said Lior Messika, founder and managing partner, Eden Block.\n\n“At this point, web3 has proven itself as more than a phenomenon — it is the foundational layer of the metaverse.”\n\nPlease give us your web3 elevator pitch: What is it, and what role does it play in today’s internet framework? \n\nIn two sentences: Web3 is the key to the real metaverse. Web3 will house our financial institutions, social interactions, personal identities and much, much more in the not-so-distant future.\n\nExpanding: When I look at web3, I see an amalgam of decentralized infrastructure capable of powering a new world. The two most distinct properties of web3 are composability and decentralization. Firstly, crypto networks are swallowing up value and creating environments where every possible form of on-chain value interlinks and interacts with the other. Web3 has the unique ability to create tangible value systems out of value systems that remained intangible for millennia. It unlocks a world where our social capital, reputations, and historical interactions are given indelible and truthful assets — which often get priced into a market powered by decentralized protocols.\n\nWeb3 is where all decentralized systems will learn to interact with each other, building on the security and value (thus network effects) of a broader ecosystem. It will be multilayered and multifaceted, supported by completely new infrastructure. Our applications will need to relay data reliably, transfer data completely privately, store data and maintain high levels of availability — all on decentralized rails. In web3’s short history, we’ve already seen how centralized infrastructure can be a dangerous tradeoff.\n\nWhat made you decide to get into the space? Cartoon apes and blockchain games don’t yet have broad consumer appeal: Where are you seeing demand for web3 products today? \n\nWeb3 symbolizes a massive societal shift, infused with innovation and supercharged with values. I dove headfirst into the space when I understood that we’re in the midst of a cultural revolution enabled by technology — not the other way around. Crypto and web3 is our technological answer to a societal problem that has plagued us for millenia, so I think that it’s natural for us to treat this movement with respect and passion.\n\nOn products: Some of the most powerful web3 products that we’re seeing these days are intensely focused on ownership, creation and other contextual features that ultimately amount to our digital identities. Funnily enough, we’re already starting to see how crypto products are taking hold of our culture and of our shared attention. In the metaverse, your “pfp” is not only a skin of sorts but the key to another dimension. The individualism this basic feature enables over time explains the frenzied NFT market, which will undoubtedly remain a large part of web3 and the metaverse. The technological basis for NFTs will unlock disruptive value systems across gaming, fashion, social and creator economies.\n\nOn a less obvious note, coordination in large, decentralized groups (DAOs) will require streamlined frameworks and transparent value systems. As communities grow and scale into multibillion-dollar networks, decentralized governance becomes very difficult. Colony and Coordinape will enable the next generation of DAOs through specialized tooling and automated frameworks for governance and incentives.\n\nWhat kinds of applications can we expect to reach the market in the near future? Where are you placing your bets, and can you name a few companies to watch?\n\nWithin the broader context of web3, we see tremendous growth across two distinct layers in the stack — infrastructure and applications. Unlike TCP/IP (a core piece of internet infrastructure that cannot be monetized) at the dawn of the internet, decentralized protocols and baked-in incentive systems make running decentralized infrastructure extremely valuable. Technologies like the Pocket Network manifest this in full force, with billions of relays per week. The Pocket Network provides decentralized infrastructure to an entire ecosystem — and compensates its node runners handsomely for the work. At the current state of relays, the forecasted annualized revenue of the network is in the hundreds of millions.\n\nAnother core piece of infrastructure for web3 is Biconomy. The Biconomy team is building transactional infrastructure for the decentralized web. Its platform abstracts away crypto transaction complexities for both developers and users. Biconomy has built a series of products that cater to developers building applications in web3 — as protocols continue to grow into mass producers of on-chain services, developers need tools to streamline their operations and integrations to allow for mass scale.\n\nOn the application layer, I believe that we’ve only begun to scratch the surface of interoperable value systems within the broader web3 space. Through decentralized finance, we will one day price, value and monetize every single form of capital that can be linked to us on-chain. Our favorite art pieces will pay off our mortgage on lending protocols, and our “likes” will become financial assets. In simple terms, decentralized finance will kick-start the great monetization of everything. Protocols like Vega Protocol aim to enable decentralized derivatives at scale through fair and efficient markets.\n\nAnother trillion-dollar opportunity in DeFi relates to a massive elephant in the room — since markets need stability to remain competitive and efficient, DeFi has largely sacrificed decentralization for stability, opting for the USD as the main underlying collateral for a huge portion of the market. Protocols like Float offer an alternative, by creating a low-volatility asset that can remain completely decentralized. Without a truly decentralized collateral in DeFi, web3 is at risk.\n\nCan you share a few of your top concerns? What are some of the pitfalls that could prevent web3 from realizing its potential? \n\nFirstly, it must be understood that decentralization has to be the basis for all true innovation in what we refer to as web3. It is the common thread between every truly disruptive application in today’s cryptosphere: Uniswap and its many clones, money markets like Compound, Cryptopunks and Bored Apes, and storage solutions like Filecoin and IPFS — all enabled by one underlying property. Future developments across crypto networks will continue to leverage decentralization as a core enabler and build additional utility around it.\n\nIn the absence of decentralization, disruption is stifled. For this reason, I believe that the biggest risk for us as we venture deeper into web3 is going back to how things were. Making easy tradeoffs that take us away from the very core premise of web3 — maximal decentralization, often at the cost of performance or scalability.\n\nWhat are some of the use cases and monetizable opportunities that will encourage major websites to switch over to web3? Will the prospect of increased internet regulation be a factor?\n\nInternet regulation is one extreme, but the more likely case is that web3 will swallow up enough value as it continues to grow for major websites to deem it necessary to switch over to web3. Web3 is akin to an economy, and most players will want to participate.\n\nOver the next decade, what are some of the major leaps you anticipate? Which aspects of web3 are overhyped?\n\nOne major leap we will make as a society is to embrace true ownership. Financial freedom is deeply embedded in financial responsibility, and web3 is an interface to the most direct form of responsibility (and freedom) possible.\n\nOn the topic of overhyped aspects of web3: I believe the radical openness and permissionless access across web3 open the door to a lot of experimentation and speculation. For this reason, most of the overhyped areas of web3 will actually be found at the bottom of the most valuable markets in the space. For example, looking at anything but the top 15-20 NFT projects and their associated communities is excruciating. In the long term, overhyped segments of the market will continue to act as a signal of where much of the innovation and broader focus currently stirs.\n\nHow competitive is the web3 investment market today? What needs to be done to grow interest?\n\nThe web3 investment market has never been more competitive. Investors are rallying behind developer teams with an idea and a bank account. I believe that while the capital continues to flow into the space so freely, the fundamentals remain the same yet the stakes (both in risk and upside) have never been higher. The amount of potential value in strong decentralized use cases is almost unimaginable, and teams are scouring the world for talent. To grow even more interest, the funding will have to eventually match talent and human capital, which currently seems extremely difficult to find.\n\nWhat advice would you give web3 founders who are trying to get their first check? \n\nWeb3 needs new leaders and will designate them organically as this ecosystem evolves. Nowadays, web3 founders take on the roles of communicators and community builders. In a world where development is open source and contributions are largely permissionless (more often the case in applications built on Ethereum), rallying an entire ecosystem to your cause becomes an extremely unique challenge.\n\nThe core drivers for web3 are values-based and financially driven — thus, iterating on web3 will be a cultural and capitalistic mission. It will be incentivized by numbers, algorithms and code, and it will also be supercharged by brand, community and people. Web3 founders should internalize this and leverage that intimacy between developer and community to their advantage. Founders who clearly communicate the values and core missions of their project right from the outset will enable communities to form around that shared goal and propel the project into existence — and mass distribution.\n\nWithout market intelligence, are they at a disadvantage when it comes to pitching?\n\nWithout a certain amount of market intelligence, founders are severely disadvantaged. Web3 iterates so quickly and so sharply that even a few months of downtime can create fundamental knowledge gaps. In our investing practice, we see the stark difference between founders who are web3-native and those who haven’t taken the plunge yet. By now, it’s become clear that to build a successful product in web3, teams require a certain level of nativity to correctly identify gaps in the market, desires and needs of its user base, and much more.\n\nDo you know any skeptical investors? What do you think they’re missing?\n\nI never met a skeptical investor who actually understood what was going on. If you get it, you’re probably strapped in and ready to go. At this point, web3 has proven itself as more than a phenomenon — it is the foundational layer of the metaverse. Skeptical investors are probably missing the true meaning of Meta’s recent play, Zuck’s rather funny conversation with Gary Vee about NFTs and the general direction of digital life.\n\nPlease give us your web3 elevator pitch: What is it, and what role does it play in today’s internet framework? \n\nWeb3 is a new decentralized form of the internet where users become owners. Today’s internet, Web 2.0, is largely controlled by centralized players who capture much of the monetary value created on the internet. Web3 replaces these centralized players with decentralized networks that distribute the value to developers, creators and users. This allows these network participants to design new incentive mechanisms in on-chain for organizations like DAOs.\n\nWhat made you decide to get into the space? Cartoon apes and blockchain games don’t yet have broad consumer appeal: Where are you seeing demand for web3 products today? \t\t\t", "url": "https://techcrunch.com/2021/12/14/7-investors-discuss-web3s-present-and-peer-into-its-future/"},
{"title": "Andreessen Horowitz backs NFT investor group behind rare Wu-Tang Clan album purchase", "author": "Lucas Matney", "published_at": "2021-12-14 09:36:44", "content": "The crypto collective that bought Wu-Tang Clan’s ‘Once Upon a Time in Shaolin’ album and an NFT of the original Doge image has a new member: venture capital firm Andreessen Horowitz.\n\nThe firm tells TechCrunch it has made an investment in PleasrDAO, a blockchain-aligned group of a few dozen crypto investors that have been teaming up to buy high-priced NFTs in recent months. The group’s purchases include the famous Doge image which they bought for $4 million (1,696.9 ETH to be exact) then later fractionalized and sold to the crypto community (it’s current implied market cap is just above $100 million). The DAO also paid some $5.4 million for a work from Edward Snowden and $4 million for the Wu-Tang Clan album.\n\nA DAO (or decentralized autonomous organization) is basically a group organized formally around blockchain voting mechanisms to make decisions and invest capital.\n\nA16z Crypto’s investment in PleasrDAO is not their first publicly-announced bet on the organization type. In October, the firm made an investment in Friends With Benefits (FWB) DAO, which they valued at $100 million. Andreessen Horowitz did not disclose the size of their investment in PleasrDAO though council member Santiago Santos specified their overall stake of the DAO’s governance tokens was “less than 5 percent.”\n\nLike many other crypto groups, PleasrDAO had a very singular ambition when it was formed — to bid on a work by digital artist, in this case one by pplpleasr. Said work was an animated video advertisement for the decentralized exchange platform Uniswap. The group formed in March after crypto founder Leighton Cusack tweeted a link to the auction and asked, “Anyone want to create a quick DAO to bid on this???” The group eventually won the bid at 310 Eth (some $525k at the time) with all proceeds for the purchase going to charity.\n\n“Very quickly on, we thought, a lot of the smartest minds in DeFi are here — there is an opportunity to really take this in an interesting direction,” Santos tells TechCrunch. “I think, over time, the DAO grew to the point where we felt that we needed some more structure and hierarchy.”\n\nThe group has since continued making investments and bulking up its portfolio while aiming to discover new artists that it can support. Santos says he has aims for the group to become a “Medici house” of NFTs “where a lot of digitally native artists can come and get initiated and discovered.”\n\n“DAOs are almost the purest manifestation of what Web3 and crypto are all about,” a16z GP Ali Yahya tells TechCrunch.\n\nWhile a16z was early to crypto, the rise of so-called “crypto native” investment funds operating closer to founder and developer networks in the space has made it necessary for legacy firms like a16z to get bolder in backing new groups like DAOs. Andreessen Horowitz sees plenty of areas where they can help PleasrDAO including policy and regulatory concerns — an area where DAOs currently seem to be operating in a gray area of as unregulated investment funds of pooled capital.\n\nA16z’s bet on the group is, in many ways, a leveraged bet on NFTs, which the group has already bet heavily on. This year, the firm backed NFT marketplace OpenSea, NFT gaming giant Sky Mavis and NFT music platform Royal, among others. The firm also anchored Meta4 — a $100 million venture fund dedicated to buying up pricey NFTs. These investments are being made from the firm’s massive $2.2 billion crypto-centric fund, which the firm debuted this summer.\n\n“It’s easy to underestimate the potential of NFTs,” Yahya says. “It very well could be that NFTs will be enormous and that the total market cap of all NFTs down the line will actually be bigger than the market cap for fungible tokens.”", "url": "https://techcrunch.com/2021/12/14/andreessen-horowitz-backs-nft-investor-group-behind-one-of-a-kind-wu-tang-clan-album-purchase/"},
{"title": "Big Cartel staff are voluntarily recognized as the latest tech workers union", "author": "Amanda Silberling", "published_at": "2021-12-14 06:30:32", "content": "Yesterday, e-commerce company Big Cartel’s co-founders Matt Wigham and Eric Turner voluntarily recognized the Big Cartel Workers Union. After the new year, the union — which represents all 30 non-management employees at the Salt Lake City-based tech company — will begin negotiating their contracts. This news comes just nine months after workers at the software company Glitch signed the tech industry’s first collective bargaining agreement.\n\nThe Big Cartel Workers Union will be represented by the Office and Professional Employees International Union (OPEIU) Tech Workers Union Local 1010, the same group that represents unions at Kickstarter and Code for America.\n\n“It’s clear that the founders of Big Cartel want this union to be successful, and they see how all of our values line up,” said Andrew Shaw, who has worked in marketing for two years at Big Cartel. “I expect the bargaining can go pretty smoothly and quickly and continue to be a good example of how unionizing can go forward in a tech company in an amicable way.”\n\nOften, unionization pushes are spurred by a particular moment of crisis. But in the case of Big Cartel, the movement to unionize stemmed from a desire to simply affirm and uphold workplace protections.\n\n“It’s really building protections around the things in our working conditions that we value, so ensuring that our pay is solid and equitable across genders, races and teams within the company, and making sure that our benefits are more guaranteed than they are now without a contract. We’re interested in more transparency and more participation in the decision-making processes for the company,” Shaw told TechCrunch.\n\nThe Big Cartel Workers Union will also be the first tech union in a “right-to-work” state. Twenty-seven states, according to the OPEIU, have “right-to-work” laws, which prohibit union security agreements between employers and unions. This means that no employee can be forced to join a union or pay union dues, but sometimes, these policies can make it more difficult for employees to form unions in the first place.\n\n“So often in these companies, benefits just kind of come up [in conversation], or there has to be an individual conflict in order for you to work out some of these details,” Shaw said. “I’m excited to see that we can have these conversations without having to begin with a conflict, or without having to feel like it’s an urgent crisis moment.”\n\nRight now, workers at video game company Activision Blizzard are experiencing their own “urgent crisis moment.” This summer, the developer of games like “World of Warcraft” and “Call of Duty” was sued by state labor regulators for discriminatory workplace practices, and in September, the company confirmed it is being investigated by the SEC. Since then, over a thousand workers at Activision Blizzard signed a petition to remove CEO Bobby Kotrick, who reportedly covered up sexual assault allegations in the workplace. Last week, a group called A Better ABK initiated an open-ended strike and a union drive — already, executives have asked employees to “consider the consequences” of joining a union.\n\nBut even in less extreme cases, the road can be rocky for tech workers who are starting to unionize. When Kickstarter employees formed a union in 2019, the crowdfunding company’s leadership refused to voluntarily recognize the unit. When management doesn’t recognize a workers’ union, the organizers must conduct an election through the National Labor Relations Board (NLRB) — in the case of the Kickstarter union, this process took 10 months before they ultimately voted to unionize.\n\nJust yesterday, workers at the controversial crime-tracking app Citizen voted to unionize over a year after unionization efforts began. Earlier this year, a spokesperson for Citizen told the New York Post that the company opposed the union drive.\n\n“We’re definitely inspired by our comrades at Code for America and Kickstarter,” Shaw told TechCrunch. “We want others to be inspired by the work that we’re doing because we want to make sure that not just the 30 people here at Big Cartel are protected, but that workers across all industries and across all companies are protected and treated fairly.”", "url": "https://techcrunch.com/2021/12/14/big-cartel-staff-are-voluntarily-recognized-as-the-latest-tech-workers-union/"},
{"title": "Mobility software startup Apex.ai lands supplier giants Continental, ZF as investors", "author": "Kirsten Korosec", "published_at": "2021-12-14 06:30:38", "content": "The four years that Apex.ai spent rewriting — and then safety certifying — the robot operating system to give automakers and other mobility companies a toolkit to integrate software applications into vehicles has paid off.\n\nThe startup founded by Bosch veterans and automated systems engineers Jan Becker and Dejan Pangercic has attracted a number of new strategic and private investors, including suppliers Continental and ZF in a Series B $56.5 million fundraising round led by Orillion. AGCO, Canaan, Lightspeed Venture Partners, Airbus Ventures, Jaguar Land Rover’s InMotion Ventures and others participated in the round. Apex has raised a total of $74 million to date, a figure that includes previously announced investments from Volvo Group Venture Capital, Toyota Ventures and HELLA Ventures. Notably, ZF is taking a 5% stake in Apex.\n\nInvestor appetite for companies like Apex has increased, as with the development of autonomous vehicles, and as the automotive industry has sought to build so-called “software-defined” vehicles that can deliver to drivers and passengers digital services capable of updating the software wirelessly — like a smartphone. As vehicles have become more complex, demand for a safety certified software development kit grows. Or at least that is what Apex and its many investors are betting on.\n\n“Apex.AI has cornered a unique market by making it easier for manufacturers to implement safety-critical software into mobility systems,” said Ahmed Sallam, partner at Orillion, who is also joining the board. “We also invested in Apex.ai because we see significant potential to expand the market for their operating system beyond the automotive industry and into other markets such as agriculture, robotics and internet of things (IoT).”\n\nApex.ai has focused on giving automakers and mobility companies a way to seamlessly and safely integrate software applications into vehicles. The startup, which has offices in Palo Alto, Berlin, Stuttgart and Munich, have developed two products. Apex.OS is a software development kit for autonomous driving software and other safety-critical mobility applications. Apex.OS received certification earlier this year by the TÜV NORD for functional safety according to the highest level of ISO 26262. This means the software is verified to be used in production vehicles, which expands the market potential for Apex.ai.\n\nMore recently, the company has been working on an enterprise middleware product, called Apex.middleware, that integrates various protocols to improve communication between software applications.\n\nThe fresh capital will be used to ramp up Apex in just about every way possible. Becker told TechCrunch the company plans to double its workforce from about 70 today to 140 by the end of next year, expand into Asia and commercialize its existing products and develop new ones in areas adjacent to the automotive industry, including agriculture, mining, industrial automation and internet of things (IoT). Former Panasonic executive Tavis Szeto will lead the Asia expansion.", "url": "https://techcrunch.com/2021/12/14/mobility-software-startup-apex-ai-lands-supplier-giants-continental-zf-as-investors/"},
{"title": "Cash App now lets users ‘gift’ stock and bitcoin using their USD balance or a debit card", "author": "Sarah Perez", "published_at": "2021-12-14 09:00:46", "content": "There are already a number of ways to gift cryptocurrencies, but today Cash App will make doing so simpler with a new feature rolling out to its peer-to-peer payments app. The app, owned by Block (the company formerly known as Square) will now allow users in the U.S. to send bitcoin, as well as traditional stocks, as gifts to other U.S. Cash App users.\n\nWhile services like Stockpile and Coinbase allow users to gift stocks and cryptocurrencies, respectively, Cash App notes this is the first time such features have been offered in a peer-to-peer payments app.\n\nThe feature builds on prior functionality Cash App offered that allows users to send bitcoin to any $Cashtag on the app for free. What makes this new “gifting” feature different is that now, users can send bitcoin using their Cash App USD balance or debit card, not just their existing bitcoin balance. That means users don’t have to actually own any bitcoin — or any stock, for that matter — on the Cash App mobile app in order to send it as a gift.\n\nTo make this feature work, users will actually be sending the fiat value of the stock or the bitcoin from either their Cash App balance or a linked debit card, the company explains. While the earlier feature of sending bitcoin was accessed from the investing tab, the new feature is available both from the app’s payment tab or from a new “gift box” button on the investing tab.\n\nThe recipient will then receive the market value of the asset at the time they accept the gift. But if they’d rather not take the stock or bitcoin “gift,” they can instead choose to receive the gift in USD.\n\nOf course, the launch arrives just in time for Cash App to capitalize on holiday gift-giving and could make for an easy last-minute gift. But the company notes users can now also choose to split bills and pay back friends by sending them stocks or bitcoin, not just cash.\n\nMore importantly, perhaps, the feature may serve as a way for existing users to encourage newcomers to investing to get started with stock ownership or bitcoin via Cash App, as opposed to a competitor’s app.\n\nCash App isn’t the only peer-to-peer app that has expanded into the investing or crytpo market — its top rivals, PayPal and Venmo — also both offer the ability to buy, hold and sell cryptocurrencies.\n\nPlus, Venmo this year added the ability for credit card users to buy cryptocurrency with their cash back, as another means of pushing users to invest through its app. It had positioned the feature as a way for newcomers to enter the market without having to worry about the process of making cryptocurrency purchases.\n\nSimilarly, Cash App’s gifting feature could help draw in other new investors who wouldn’t have necessarily sought out bitcoin investments on their own, but were invited to do so by a friend or family member.\n\nThe new feature is launching today for Cash App users located in the U.S.", "url": "https://techcrunch.com/2021/12/14/cash-app-now-lets-users-gift-stock-and-bitcoin-using-their-usd-balance-or-a-debit-card/"},
{"title": "Apple releases ‘Tracker Detect’ Android app to help users discover unknown nearby AirTags", "author": "Aisha Malik", "published_at": "2021-12-14 08:51:49", "content": "Apple has released a new Android app called “Tracker Detect” to help people who don’t own Apple products to identity unexpected AirTags near them in an effort to boost privacy. If a user thinks they may be being tracked, they can use the app to scan for nearby AirTags. If the app finds any, it will flag it as an “unknown AirTag.” If a detected item tracker is known to be moving with a user for more than 10 minutes, users will be able to play a sound on the detected item tracker to help locate it. From there, the user will be given instructions on how to learn more about it and how to disable it by removing the battery.\n\n“Tracker Detect looks for item trackers that are separated from their owner and that are compatible with Apple’s Find My network,” the app description reads. “These item trackers include AirTag and compatible devices from other companies. If you think someone is using AirTag or another device to track your location, you can scan to try to find it.”\n\nAt launch, the Tracker Detect app on the Google Play Store and is compatible with supported Find My network supported item trackers, which include Apple’s AirTag and the Chipolo ONE Spot. It won’t work to find other non-Find My compatible trackers, like Tile, for example.\n\nIt also can’t help users keep track of AirTags associated with an Apple account, so it can’t be used to actually take advantage of AirTags’ full capabilities.\n\n“AirTag provides industry-leading privacy and security features and today we are extending new capabilities to Android devices,” a spokesperson for Apple told TechCrunch in an email, confirming the new app’s launch. “Tracker Detect gives Android users the ability to scan for an AirTag or supported Find My enabled item trackers that might be traveling with them without their knowledge.”\n\nIf a user finds an unknown AirTag, they can tap it with an iPhone or another NFC-capable device and instructions will guide them as to how to disable the AirTag. Users with the Tracker Detect app will be able to learn more about the AirTag as well as read instructions on how to disable it from within the app.\n\nThe launch of the new app follows concerns that Apple’s AirTag could be used to secretly track people, as they’re small enough to be discreetly placed in a bag or a coat. A Washington Post report from earlier this year explained how Apple’s AirTags made it easier to potentially stalk someone without them knowing. There were many other reports that also alleged that the tracking devices can be used to secretly surveil individuals.\n\nIn response to these reports, the tech giant updated the time period after which an AirTag that is no longer with its owner will play a sound when moved. Originally set for three days at launch, Apple changed the time period to a randomized time between 8 and 24 hours. A user’s iPhone will also display an “Item Detected Near You” message if it detects an unknown AirTag near it, which means that iOS users don’t need a separate app to locate unknown AirTags.\n\nHowever, since there wasn’t a way for Android users to discover nearby unknown AirTags, Apple had also announced that it planned to launch an Android app to enable users to detect an AirTag that may be traveling with them.\n\nDespite the concerns raised over AirTag, Apple’s support for scanning for trackers put the company ahead of the competition which had yet to offer any such anti-stalking functionality. Following the launch, competitor Tile said it would allow anyone to use the Tile app to perform a manual scan at any time. The feature is expected to arrive in early 2022.\n\nApple launched AirTag earlier this year in April. They are priced at $29 each or $99 for a pack of four. The item tracking uses the company’s proprietary U1 ultra-wideband chip for what Apple calls “Precision Finding.” The device also uses Bluetooth LE (low-energy).", "url": "https://techcrunch.com/2021/12/14/apple-releases-tracker-detect-android-app-to-help-users-discover-unknown-nearby-airtags/"},
{"title": "Snap paid $250 million to creators on its TikTok clone this year", "author": "Amanda Silberling", "published_at": "2021-12-14 09:25:20", "content": "Snap announced today that it paid over $250 million to more than 12,000 creators this year on Spotlight, its TikTok clone. Unlike Snapchat’s friend-to-friend, ephemeral messaging, Spotlight allows users to reach a wide audience. Since last year when Spotlight launched, Snap says that creators are posting three times as often now.\n\nIt’s no secret that the race for short-form video dominance is underway. As TikTok became one of the fastest apps to reach 1 billion monthly active users, competitors like Snapchat Spotlight, Instagram Reels, and YouTube Shorts rolled out creator funds to incentivize people to make content specifically for their platform. Instagram Reels won’t promote uploads with a TikTok watermark, while Snapchat reduced its original $1 million-per-day payouts because it was paying for too much “copycat content,” CEO Evan Spiegel said in September. Even platforms like LinkedIn, Spotify, Netflix, Reddit, and Twitter are experimenting with TikTok-like feeds.\n\nNow, Snap says that 65% of Spotlight submissions use a Snapchat creative tool like an augmented reality lens — in particular the Cartoon Style 3D Lens, which went viral this summer, generated 2.8 billion impressions in just its first week on the app.\n\nSnap is also catering toward creators with its Story Studio, a standalone app released at the Snap Partner Summit in May. Some creators edit their videos with tools like Final Cut Pro or Adobe Premiere on their desktops, then send them to their phones — but Snap has tried to give users more flexibility. Story Studio lets creators do more intensive editing on their phone, while the Spotlight for web app allows users to upload their content without leaving their computers.\n\nCreators can also profit on Spotlight through in-app gifting and Snap’s creator marketplace, which allows brands to more easily collaborate with AR developers and influencers. Creators receive a share of the revenue from gifts, but they keep 100% of the revenue earned through the creator marketplace.", "url": "https://techcrunch.com/2021/12/14/snap-paid-250-million-to-creators-on-its-tiktok-clone-this-year/"},
{"title": "Apple launches its Siri-only Apple Music Voice Plan with iOS 15.2", "author": "Sarah Perez", "published_at": "2021-12-14 08:32:17", "content": "Apple is now rolling out access to its new, lower-cost Apple Music Voice plan, first introduced this fall at the company’s hardware event. The new service, designed largely for use with HomePod speakers or AirPods, limits consumers to accessing Apple Music using Siri commands. Due to its stripped-down nature, the voice-only service is offered at $4.99 per month, compared with $9.99 per month for a standard individual plan.\n\nThe new music subscription is a part of the broader iOS 15.2 update, which also brings other features like app privacy reports, Message safety warnings for children, a “Hide My Email” privacy feature, and more.\n\nInitially, some people may have been confused as to why anyone would want a music subscription designed only to be used by way of voice commands. But Apple was not the first company to go this route, in fact.\n\nIn 2019, Amazon introduced a more affordable way to stream its Amazon Music service with the launch of a free, ad-supported tier that streamed only over its Echo speakers. In other words, it was a version of Amazon Music that could only be accessed by way of Alexa commands.\n\nApple’s Siri-only service is similar, but isn’t restricted to Apple’s smart speakers alone. Instead, Apple says users will be able to request music using any of their Siri-enabled devices, including the HomePod, AirPods, iPhone, or other devices, as well as CarPlay.\n\nThe new voice-only tier isn’t a pared-down version of Apple Music with a limited song selection. Like traditional subscriptions, subscribers will gain access to Apple Music’s catalog of 90 million songs, its tens of thousands of playlists, and its hundreds of new mood and activity playlists, personalized mixes, and genre stations. It also includes Apple Music Radio.\n\nTo access this content, users can request a song, album or artist via Siri, or, more likely, they can ask for a genre or type of playlist by using voice commands like “play something chill,” or “play the dinner party playlist,” or even “play more like this.”\n\nVoice Plan subscribers can also use the Apple Music app to some extent. But instead of being able to browse across the full library, as usual, a “Listen Now” screen will present music they had recently played and will help them to discover more recommendations that can be played with either a tap or a Siri command. A Radio tab will offer access to live and on-demand radio. And there is a Search feature, but you can only play the results by asking Siri. The app will also include a section that teaches users how to optimize Siri for Apple Music.\n\nUsers can give Siri specific feedback by saying things like “I like this song,” or “I don’t like this song,” and learn about the music being played by asking things like who sings a song, the song or album name, the release year, and more.\n\nOver time, users who engage with Apple Music with their voice will be training Siri to better understand their preferences. That means they’ll be able to ask Siri to “play some music I like” or “play my favorites mix” and Siri, in theory, would deliver music they enjoy listening to.\n\nIn addition to being competitive with Amazon’s Echo-only plan, the Apple Music Voice Plan could help Apple gain access to a trove of user data on Siri usage, which could help it to improve its product, which has lagged behind both Alexa and Google Assistant. More broadly, it’s also just an easy way for Apple to entice price-sensitive users to try out a paid music subscription service for the first time. Further down the road, the voice plan could lead these users into higher-priced tiers after they realize the convenience of having access to on-demand and ad-free music, instead of relying on a free, ad-supported option like Pandora.\n\nThe Apple Music Voice is available via the iOS 15.2 update in Australia, Austria, Canada, China, France, Germany, Hong Kong, India, Ireland, Italy, Japan, Mexico, New Zealand, Spain, Taiwan, the U.K., and the U.S.", "url": "https://techcrunch.com/2021/12/14/apple-launches-its-siri-only-apple-music-voice-plan-with-ios-15-2/"},
{"title": "Garner Health raises $45M Series B for ‘totally objective’ doctor review service", "author": "Emma Betuel", "published_at": "2021-12-14 08:23:05", "content": "When you shop for a holiday gift, you probably read at least one review. Garner Health’s bet is when you look for a doctor, you’ll want to do the same thing — but you’ll find that existing reviews aren’t enough to go on. \n\nGarner Health, founded in 2019, is a service designed to help people sort through doctors. The company contracts with employers who offer health plans to workers. Employees can search through Garner’s app for doctors in their area, particularly ones who have expertise in their particular issue. And, if employees use the service to select a doctor, they’ll unlock funds provided by employers to cover medical costs. \n\nThe company closed a $45 million Series B round on Tuesday, led by Redpoint Ventures. It includes participation from Founders Fund, Thrive Capital and Optum Ventures. \n\nThis round follows a Series A round raised in February, and brings the company’s total financing to $70 million, CEO and founder Nick Reber told TechCrunch. This includes previous investment from Sequoia Capital and Maverick Ventures. \n\nReber said interest in this round has been driven by a tenfold increase in Garner’s client base, savings on healthcare costs for employers and a high rate of employee use of Garner’s service. \n\n“We’re, on average, saving 10% realized savings for our employers. And we’re getting over 40% of employees to use our tool to find a doctor. So we’re really proud of both of those numbers,” he said. \n\nOn the surface, Garner’s doctor search functionality doesn’t sound all that different from a service like Zocdoc (though Zocdoc has raised some $150 million in growth financing this year, and has about a $2 billion valuation). Garner differentiates itself in two ways: the data it uses to rank, and analyze doctor performance, and the incentives it’s offering to employees and employers to use the service. \n\nGarner Health’s doctor recommendations are compiled not from crowdsourced reviews, but rather, from medical claims data. Reber said that the company’s algorithms have combed through some 200 million patients’ worth of claims, and compared the procedures doctors are actually prescribing to those considered best practice in scientific literature. \n\n“Working with the medical community, we’ve written over 500 different individual measures, of how doctors should treat different patients, and what are good health outcomes,” said Reber. “And we measure these individual behaviors in the claims data, and that gives us a lot more insight into how they practice who they’re keeping.” \n\nThe end result, per Reber, is a “totally objective” review system. Albeit, one that relies on the byzantine process of submitting medical claims. Medical claims have been used to conduct public health research, but there are some underlying problems with the approach: for example, medical claims may be incomplete, and certain conditions may not have billing codes, as one review points out. \n\nIt’s also easy to imagine that a system like this might privilege some doctors over others in unintended ways. If a doctor works with a community with high rates of underlying disease, or a community that’s already underserved medically, would that harm individual performance metrics, even if the doctor does the best they can? \n\nReber says his team is “obsessive about this.” His algorithms, he argues, will only compare doctors based on groups of comparable patients. \n\nThe second piece of Garner’s puzzle comes down to the way the company plans to work with employers. Part of the company’s promise is that if you select a doctor using the service, it will “unlock” funds provided by an employer to help cover out-of-pocket costs of the visit. \n\nWhat’s the sell on that for employers? Reber’s pitch is that, already, companies are facing mounting healthcare costs and risk losing talent if they cut employee benefits. \n\nEmployers do see healthcare costs as a pain point. One survey of 300 large private employers conducted by the Kaiser Family Foundation found that 83% agreed that the cost of healthcare benefits was excessive (49% moderately agreed, 28% considerably agreed and 6% strongly agreed). \n\nAnd, employers in general expect their healthcare costs to rise moderately next year — about 5%, per a survey conducted by benefits consultant Willis Towers Watson. This is, in part, driven by the fact that people will likely begin routine screenings and treatments that were once stalled during the pandemic’s first peaks. \n\nEmployers can go a few different routes to offset costs. Some are considering adding “spousal surcharges” to existing premiums, or may narrow the selection of in-network options, per the Willis Towers Watson survey. Other companies might pick up the slack themselves. Among the largest of the 1,502 employers surveyed by human resources consulting firm Mercer, 32% will actually decrease premium costs to employees in an attempt to retain talent. \n\nReber’s aim is to convince companies that Garner can help them stick with option 2: retain existing benefits, with the hope that directing patients toward certain specialists will cut long-term costs. So far, the company claims to have realized 10% savings for employers in terms of healthcare costs.\n\nAnd, to sweeten the deal for employees, employers use some of those savings to cover some of the out-of-pocket bills. \n\n“The basic idea is we’re going to cover that deductible bill, that copay, that coinsurance bill. And when you do, we know more savings are going back to your employer, which means that total costs borne by the employer are going down,” said Reber. \n\nSo far, says Reber, Garner has worked with about 100 clients in 47 states. But with this current round, Garner will look to expand its client base. Garner’s platform works with both large and small companies, but Reber sees special opportunities for companies in the small to mid-size range. Those companies, Garner says, have often been left out of advanced benefits solutions. \n\nThe company has other plans for the round beyond expanding a client base. The company is also in the process of rolling out a “scorecard” service specifically for doctors and providers. For example, it might reveal that one doctor is performing more of a certain test, or has a higher level of complications among patients than a regional average. \n\nThat service is intended to give doctors insight into how their patients do relative to other specialists, or, for instance, help primary care physicians make referrals. \n\nSo far, this provider and doctor-based service is a small arm of the business. So far, Reber says that they’re piloting this service with “a few” large primary care groups, hospital systems and other multi-speciality providers. \n\nFinally, the funding will also go toward improving Garner’s data science and analysis capacity.", "url": "https://techcrunch.com/2021/12/14/garner-health-raises-45m-series-b-for-totally-objective-doctor-review-service/"},
{"title": "What to expect today — day one — at TC Sessions: Space 2021", "author": "Marquise Foster", "published_at": "2021-12-14 09:09:01", "content": "Welcome to Day One of TC Sessions: Space 2021! Get ready for two full days of programming dedicated to the visionary people forging and funding a sustainable space economy — a little something we like to call Space 2.0.\n\nReady to join your global community of space pioneers to learn, network and create opportunities? Soak up all the interviews, panel discussions, fireside chats and breakout sessions with the space industry’s mightiest movers and shakers — founders, investors, government policy makers and academics — it’s a veritable a galaxy of opportunity.\n\nAdmit one: Still need a pass? We don’t judge — get yours here and join this global space mission.\n\nHere’s a quick glimpse of what you can experience today. You’ll find times for all presentations listed in the event agenda, which will automatically reflect your specific time zone. Okay, let’s get to the, ahem, right stuff.\n\nFast Money, Team Space: Company Concept, Capital and Customers —Disruptive and game-changing technology and entrepreneurial initiatives are the new space norm. However, a great technical design is not enough to sustain these entrepreneurial pursuits. Growing an idea across markets also takes capital and customers. Transitioning from concept to development phase is more likely to succeed when a company can obtain stable forms of capital and potential long-term customers. The Fast Money session focuses on how a startup identified the right venture partners to grow its business and secured opportunities to prototype and test its designs with the U.S. government. Presented by The Aerospace Corporation.\n\nNew Kids on the Launch Block — There’s a new crop of launch companies nipping at the heels of SpaceX and Rocket Lab, including Astra, Firefly and Launcher. We’ll hear from their leaders about what the opportunities are in the evolving launch market, and how they’re posted to take advantage.\n\nManeuvering Towards Better In-space Propulsion — What goes up must come down, but we can delay that second part a bit with better propulsion on our satellites and spacecraft. Accion Systems, Phase Four and Morpheus Space are pushing the boundaries of in-space propulsion and will discuss the challenges and opportunities in changing how in-space assets move about.\n\nSpace SPACs and the Public Market — We saw a number of space companies go public this past year, and many took the SPAC merger route to get there. Redwire, Rocket Lab and Astra will talk about their respective paths to the public markets, and what it’s meant for their companies and the industry.\n\nThat’s just part of what’s happening on day one of TC Sessions: Space 2021. Check out all the presentations and be sure to stop by the expo area to meet these 10 up-and-coming space startups. Go. Explore everything this space expedition offers — including a universe of opportunities waiting to be discovered.\n\n\t\t\t\t\t( function() {\t\t\tvar func = function() {\t\t\t\tvar iframe = document.getElementById('wpcom-iframe-054de807d08247a54a95307c1ca7ea3f')\t\t\t\tif ( iframe ) {\t\t\t\t\tiframe.onload = function() {\t\t\t\t\t\tiframe.contentWindow.postMessage( {\t\t\t\t\t\t\t'msg_type': 'poll_size',\t\t\t\t\t\t\t'frame_id': 'wpcom-iframe-054de807d08247a54a95307c1ca7ea3f'\t\t\t\t\t\t}, \"https:\\/\\/tcprotectedembed.com\" );\t\t\t\t\t}\t\t\t\t}\t\t\t\t// Autosize iframe\t\t\t\tvar funcSizeResponse = function( e ) {\t\t\t\t\tvar origin = document.createElement( 'a' );\t\t\t\t\torigin.href = e.origin;\t\t\t\t\t// Verify message origin\t\t\t\t\tif ( 'tcprotectedembed.com' !== origin.host )\t\t\t\t\t\treturn;\t\t\t\t\t// Verify message is in a format we expect\t\t\t\t\tif ( 'object' !== typeof e.data || undefined === e.data.msg_type )\t\t\t\t\t\treturn;\t\t\t\t\tswitch ( e.data.msg_type ) {\t\t\t\t\t\tcase 'poll_size:response':\t\t\t\t\t\t\tvar iframe = document.getElementById( e.data._request.frame_id );\t\t\t\t\t\t\tif ( iframe && '' === iframe.width )\t\t\t\t\t\t\t\tiframe.width = '100%';\t\t\t\t\t\t\tif ( iframe && '' === iframe.height )\t\t\t\t\t\t\t\tiframe.height = parseInt( e.data.height );\t\t\t\t\t\t\treturn;\t\t\t\t\t\tdefault:\t\t\t\t\t\t\treturn;\t\t\t\t\t}\t\t\t\t}\t\t\t\tif ( 'function' === typeof window.addEventListener ) {\t\t\t\t\twindow.addEventListener( 'message', funcSizeResponse, false );\t\t\t\t} else if ( 'function' === typeof window.attachEvent ) {\t\t\t\t\twindow.attachEvent( 'onmessage', funcSizeResponse );\t\t\t\t}\t\t\t}\t\t\tif (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ }\t\t\telse if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); }\t\t\telse if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); }\t\t} )();\t\t", "url": "https://techcrunch.com/2021/12/14/what-to-expect-today-day-one-at-tc-sessions-space-2021/"},
{"title": "Space Florida’s incredible shrinking Rivian stake", "author": "Mark Harris", "published_at": "2021-12-14 09:30:36", "content": "It would have been a legendary payoff for any investor, let alone a public agency: swapping an undrivable car for a multibillion-dollar stake in a hot new EV startup.\n\nUntil last year, Space Florida, the state’s economic development agency for aerospace, believed that it owned 3% of Rivian as a result of a canny lease-back agreement made a decade earlier. Following Rivian’s blockbuster IPO in November, that stake would have been worth nearly $3 billion based on Rivian’s current market capitalization — a more than 1,000-fold return on Space Florida’s investment. That investment, which totaled nearly $2 million, included buying prototypes from Rivian in exchange for warrants in the company as well as the cost of buying the stock.\n\nInstead — and through a mechanism that neither the agency nor Rivian can explain — Space Florida has ended up holding just 60,000 shares in the company, worth less than $7 million, public records from the agency show.\n\nSo why did a commercial space booster get involved with an EV pickup maker in the first place, and how did its supposed ownership evaporate?\n\nSpace Florida began working with Rivian before it was called Rivian — and even before it was making electric vehicles. In 2009, RJ Scaringe founded Mainstream Motors as a spin-out from his father’s R&D firm in Rockledge, Florida. His original plan was to design an ultra-efficient gas-powered coupe capable of 60 miles per gallon and bring it into production in Florida using lightweight materials and modular manufacturing, all by the end of 2013.\n\nThe Florida Energy and Climate Commission committed $2 million in seed money, enough for Scaringe to hire a small team to design a prototype. This is separate from Rivian’s deal with Space Florida. According to a Bloomberg report, the team then worked around the clock to produce plans for the vehicle, apart from its engine. When the plans were ready, they shipped them to a contract manufacturer in Detroit, along with a Mini Cooper for its powerplant.\n\nScaringe then pulled off what must have seemed to be a stroke of genius. In June 2010, with the company’s first prototype still just a collection of custom and scavenged parts in Detroit, Scaringe sold it to Space Florida for $500,000.\n\n“Originally, there was a potential that it would bring an automobile manufacturing plant to Florida,” Dale Ketcham, VP of Space Florida, told TechCrunch in a recent interview. “But it was more the possible applications off-planet, whether on the moon or Mars, that piqued our interest.”\n\nWhen the first prototype, nicknamed “The Blue Thing,” arrived in Florida in October 2010, Space Florida immediately leased it back to Scaringe for $100 a year. The car was not ready to drive on public roads, let alone move into production, according to Bloomberg. But the company could use it for testing and demonstrations, including a (never-consummated) plan to speed-test it at NASA’s Shuttle Landing Facility in the Kennedy Space Center, records obtained through a Freedom of Information Act request show. After the 10-year lease was up, Scaringe could repurchase the vehicle from Space Florida for a final $100.\n\nBut as an “additional consideration,” according to Space Florida documents, the startup would also issue to Space Florida a warrant to acquire 100 shares of its common stock, redeemable any time in the next decade, for $1,000 per share.\n\n“It’s one of the little things we’d done in the past with other organizations,” Ketcham recalled. “It gave us a little piece of the pie and it gave them some cash.” Space Florida also assisted the small company with business advice.\n\nScaringe changed Mainstream Motors’ name to Avera. In March 2011, he changed it again — to Rivian — and persuaded Space Florida to repeat the deal. The agency would buy three more vehicles for $1 million, and once more lease them back to Rivian for $100 a year. This time, Rivian issued Space Florida a warrant for a further 200 shares, at $1,843 each. Which means if Space Florida wanted to redeem those shares it would cost them $368,600.\n\nIt was a dark time for Rivian. Scaringe was scrambling for investors and down to a skeleton crew of employees. It took Rivian until June 2014 to complete the three promised vehicles, and months more to start the lease. Soon afterward, and following a big investment from Saudi Arabia, Scaringe relocated Rivian to Michigan, bought a factory in Illinois and put Florida in his rearview mirror.\n\nBut he left a little bit of his company behind. Space Florida recorded the Rivian warrant agreements in its financial statement for the year 2013. The first warrant for 100 shares, it noted, “is estimated to equal a 1% ownership interest” in the company. The second, for 200, “is equal to a 2% ownership interest.” Space Florida believed its 300 shares represented a full 3% of the young startup, albeit one whose future was still uncertain.\n\n“We have our investment fund to make those kinds of investments,” Ketcham said. “Everything isn’t going to be a winner. If a company craters, then you’re S.O.L. like everyone else.”\n\nRivian did not crater, however. In fact, its progress was little short of exponential, with hundreds of millions in funding flowing in from Amazon, Ford and Cox Automotive, then billions more from T. Rowe Price, Amazon’s Climate Pledge Fund, Ford and others.\n\nIn 2018, Scaringe told TechCrunch: “We’ve got a good relationship with Space Florida. They hoped we would be able to manufacture there but as the company began to grow, the lack of automotive infrastructure became a problem. They do have a significant number of warrants, and I would imagine they’re quite pleased with the progress of the company given that those warrants are becoming quite valuable.”\n\nBut how valuable exactly? Between 2013 and 2020, Space Florida accounted for those 300 warrants at their cost price of just under $1.5 million. In the meantime, Rivian’s valuation soared from the $10 million that the 2010 Space Florida transaction implied into the billions, and its stock split multiple times. (This means that even a handful of shares acquired in Rivian’s early days as a private company could have turned into many thousands as the company grew and eventually went public).\n\nAll the while, Space Florida assumed that it still owned 3% of Rivian, according to public financial statements filed as late as October 2020.\n\nThe warrants were finally executed in late 2020. The latest financial statement, issued by Space Florida in October, now shows the agency holding just 60,000 Rivian shares, worth less than $7 million. That is about 500 times less than a 3% stake would represent and less than half of what Space Florida would have earned if it had simply invested in the Nasdaq instead of Rivian a decade ago.\n\n“Something does feel a little weird here,” said Scott Orn, COO at Kruze Consulting, an accounting firm that specializes in funded early-stage companies. He notes that an early ownership interest can be diluted as bigger investors come on board, or be reduced by other strategies, such as recapitalizing the company. “But you’re going to go from, say, 10% ownership to 1% ownership,” he says. “You can’t wash them out completely.”\n\nRivian would not comment on Space Florida’s warrant agreements or ownership stake, citing shareholder confidentiality. Space Florida did not dispute the figures in its financial statements but declined to comment on the value of its investment “pending board review of policy for these issues.”\n\nKetcham predicted that “it will still prove to have been a very nice investment for the state.”\n\nDespite the large and somewhat mysterious discrepancy, Space Florida has no plans to pursue Rivian through the courts. “Our relationship with Rivian has been and remains excellent,” Ketcham said. “They did what they needed to do. And we want them to succeed as much as anything.”\n\nBut the disappearances don’t end there: Neither organization could tell TechCrunch what happened to the four original prototype Rivian vehicles that nearly rewrote investing history.", "url": "https://techcrunch.com/2021/12/14/space-florida-shrinking-rivian-stake/"},
{"title": "Metaverse startup with $1M in 2021 revenues going public via SPAC", "author": "Alex Wilhelm", "published_at": "2021-12-14 07:02:08", "content": "Christmas has come early this year in the form of a new SPAC deal. InfiniteWorld announced yesterday it will merge with Aries I Acquisition Corporation in a deal that will value the startup at around $700 million, per company calculations.\n\nAnother day, another SPAC deal. We know. But this time we’re talking metaverse, so we have no choice but to take a look.\n\nThe Exchange explores startups, markets and money. \n\nRead it every morning on TechCrunch+ or get The Exchange newsletter every Saturday.\n\nIn the wake of Facebook deciding that its original product remit was too narrow, something solved by declaring itself a metaverse company, the phrase has been inescapable. The metaverse might be a somewhat squidgy term — it’s something involving digital, community, commerce and having a second online existence — but it’s hot around the tech world.\n\nThat makes it unsurprising that a company working on the theme has found a blank-check company willing to merge.\n\nWhat’s InfiniteWorld and what does it do? A grand question; I had no idea. Happily, the company’s investor deck helps a bit.\n\nLet’s look at the deal, what the metaverse company sells, and then discuss its somewhat humorous financial projections. To say that InfiniteWorld is a nascent commercial enterprise is an understatement, and in a world where many crypto companies are scaling to huge revenues, it stands out as a low-income concern.\n\nTo date, that is. InfiniteWorld has huge projections. Let’s talk about it.\n\nInfinite Assets, Inc., better known as InfiniteWorld, is merging with Aries I Acquisition Corporation. Aries I is listed on the Nasdaq under the ticker symbol “RAM.” As of this morning, the company is trading at roughly $10 per share, having regained modest lost ground since its midyear IPO.", "url": "https://techcrunch.com/2021/12/14/metaverse-startup-with-1m-in-2021-revenues-going-public-via-spac/"},
{"title": "Pinterest rolls out the option to reply to comments with videos", "author": "Aisha Malik", "published_at": "2021-12-14 07:21:38", "content": "Pinterest is the latest social media platform to roll out the option to allow users to reply to comments with videos. Users can now do so via the company’s Idea Pins feature. Pinterest launched Idea Pins earlier this year to allow creators to record and edit videos with up to 20 pages of content, using tools like voiceover recording, background music, transitions and other interactive elements. Now, when users find a comment they want to respond to, they can select the three dots menu and click “reply with an Idea Pin.” From there, you can choose to film a new video or upload an existing one.\n\n“There are more ways than ever to engage with your community on Pinterest. Now you can respond to all the comments, questions and requests with a tailored Idea Pin reply,” the company said in an announcement post about the new feature. “We wanted to spare you and your thumbs from the long, novel-text replies because some things are simply better when shown.”\n\nThe launch of Pinterest’s new feature comes a few days after Instagram rolled out a similar one. Late last week, Instagram introduced a “Reels Visual Replies” feature that lets users reply to comments on posts with Reels. Now, when users choose to reply to a comment, they’ll see a new option that allows them to select the Reels button to create a video reply.\n\nIt’s worth noting that the idea for video replies was first made popular by TikTok. The short-form video platform launched video replies last year to give users a way to offer more context about their videos and answer questions. Considering the popularity of the feature, it’s no surprise that Instagram and Pinterest have launched similar features for their own platforms.\n\nPinterest has launched several new features aimed at creators over the past few months. The company further invested in creator tools and video with its acquisition of video creation and editing app Vochi for an undisclosed sum. Pinterest also rolled out a new way for users to browse Idea Pin videos in a TikTok-like “Watch” tab, where it encouraged participation with $20 million in creator awards.\n\nThe launch of these features indicates that Pinterest is interested in trying to reinvent itself for the TikTok era, largely by copying TikTok features and then adding its own twists. Pinterest isn’t alone in doing so, as TikTok has fueled clones across top social media platforms, including Instagram, YouTube, Snap, Reddit and others.", "url": "https://techcrunch.com/2021/12/14/pinterest-rolls-out-the-option-to-reply-to-comments-with-videos/"},
{"title": "Apple and Google’s mobile duopoly likely to face UK antitrust action", "author": "Natasha Lomas", "published_at": "2021-12-14 07:26:02", "content": "The U.K.’s antitrust watchdog has given the clearest signal yet that interventions under an upcoming reform of the country’s competition rules will target tech giants Apple and Google — including their duopolistic command of the mobile market, via iOS and Android; their respective app stores; and the browsers and services bundled with mobile devices running their OSes.\n\nSo it could mean good news for third-party developers trying to get oxygen for alternatives to dominant Apple and Google apps and services down the line.\n\nPublishing the first part of a wide-ranging mobile ecosystem market study — which was announced this summer — the Competition and Markets Authority (CMA) said today that it has “provisionally” found Apple and Google have been able to leverage their market power to create “largely self-contained ecosystems”; and that the degree of lock-in they wield is damaging competition by making it “extremely difficult for any other firm to enter and compete meaningfully with a new system”.\n\n“The CMA is concerned that this is leading to less competition and meaningful choice for customers,” the watchdog writes in a press release. “People also appear to be missing out on the full benefit of innovative new products and services — such as so-called ‘web apps’ and new ways to play games through cloud services on iOS devices.”\n\nThe regulator said it’s also concerned consumers could be facing higher prices versus what they would have to pay in a more competitive market, including for Apple phones, app subscriptions and purchases made within apps.\n\nThe CMA’s study points to a now (very) familiar line-up of competition concerns attached to how the tech giants operate their platforms, and thereby maintain what its PR characterizes as a “vice-like grip” over mobile devices, including bundling services; self preferencing; restrictive T&Cs for third-party developers; and the 30% commission each platform can charge on some in-app payments. (Or what some irate third parties, such as Epic Games and Spotify, like to attack as the “Apple tax”; and Elon Musk has dubbed a “defacto global tax on the Internet”.)\n\nSeparately, the CMA is investigating Apple’s App Store following complaints from developers of unfair terms — although that investigation is taking place under current U.K. competition rules.\n\nThe regulator also has an ongoing intervention related to Google’s Privacy Sandbox proposals; aka the latter’s plan to deprecate Chrome’s support for tracking cookies and switch to alternative ad targeting technologies — which has raised the ire of advertisers worried the move will further increase Google’s market power. And the CMA is in the midst of consulting on accepting a set of commitments from Google which would include a monitoring trustee in a bid to reassure the wider market that it’s playing fair.\n\nAt the same time as this ongoing antitrust oversight of digital giants, the U.K. has an in-train plan to update competition rules — that’s aimed at addressing the market muscle of big tech. Specifically, ministers want to intervene to boost competition — proposing to tackle platform power through bespoke ex ante rules for tech giants. \n\nBut this major “pro-competition” digital reboot is still waiting the required legislation to get going. \n\nAs it waits for new powers to tackle platform power, the CMA has been busy enhancing its understanding of digital market dynamics. And, indeed, familiarizing itself with the usual tech giant talking points vis-à-vis charges of monopolistic/anti-competitive behavior.\n\nIt also, of course, continues to hand down orders.\n\n“Both firms argue that many of these controls are needed to maintain the security and quality of the overall service to their users, and in some cases to safeguard users’ personal information,” the regulator writes now, anticipating push-back to its early mobile duopoly conclusions.\n\n“The CMA agrees that these considerations are very important but is concerned that Apple and Google are making decisions on these grounds that favour their own services and limit meaningful choice, when other approaches are available,” it warns.\n\nPotential remedies for tackling anti-competitive behavior by the mobile duopoly considered in the report include:\n\nThe CMA is consulting on its initial findings — it’s soliciting market feedback by February 7, 2022.\n\nApple and Google were contacted for a response to the study. (See the base of this post for their remarks.)\n\nAny actual U.K. antitrust intervention over the mobile duopoly looks to be on ice while the CMA waits for the competition reboot to kick in. And, specifically, for legislation to empower the Digital Markets Unit (DMU), which will be responsible for overseeing key parts of the incoming regime.\n\nAlthough, in further remarks today, the CMA writes that its “work so far suggests” both Apple and Google would “meet the incoming criteria for ‘Strategic Market Status’ (SMS) designation for several of their ecosystem activities”.\n\nUnder the reform, SMS is the bar for ex ante competition interventions to kick in.\n\nBut the DMU will be responsible for making a final call on which tech giants meet that threshold. Although the unit (which got going earlier this year) sits within the CMA, and will be drawing on the regulator’s expertise and past work in the digital sphere, so wildly divergent views seem unlikely.\n\nSMS status will lead to Apple and Google facing “legally enforceable codes of conduct to govern their behaviour and to prevent them from exploiting their powerful positions”, the CMA writes now.\n\n“With this in mind, the CMA’s current view is that the firms’ market power in this area will be best dealt with through the DMU, which the government has recently proposed powers for,” it goes on, also noting it’s awaiting stronger competition and consumer law powers from the government (also recently consulted on).\n\nThe CMA’s announcement also references the two aforementioned big tech probes, into Apple’s App Store and Google’s Privacy Sandbox, with the regulator noting: “While both examine issues falling within the scope of this study, this work into mobile ecosystems is much broader. The CMA will adopt a joined-up approach across all these related cases, to ensure the best outcomes for customers and other businesses.”\n\nIt also hasn’t finished its deep dive into the mobile ecosystem: A second half of the study is ongoing, with the CMA expecting to publish a final report in June 2022.\n\nWhether the U.K.’s competition reboot will have been done and dusted by the middle of next year — meaning the DMU and CMA would be empowered to take steps to reconfigure the mobile duopoly — remains to be seen.\n\nIn a public response to the CMA’s market study, an Apple spokesperson said:\n\nCupertino also claimed the iOS App Economy in the U.K. supports more than 330,000 jobs.\n\nA Google spokesperson also sent us this statement:", "url": "https://techcrunch.com/2021/12/14/cma-mobile-ecosystem-market-study/"},
{"title": "Toyota’s latest EV concepts include sports cars and a pickup", "author": "Kris Holt", "published_at": "2021-12-14 07:57:22", "content": "Toyota now aims to roll out 30 electric vehicles by 2030, expanding on its plan to sell 15 fully electric models by 2025. It gave a taste of the future by previewing a broad range of EV concepts during a presentation.\n\nAmong those is a pickup, which could compete with the likes of Ford’s F-150 Lightning and Rivian’s R1T. As Autoblog notes, the Toyota Pickup EV looks very much like the Toyota Tacoma. As such, there could be an electric option for the next version of that pickup.\n\nOther models include a Sports EV and an FJ Cruiser-style Compact Cruiser EV. There are commercial models too, such as the Micro Box and Mid Box. Toyota once again showed off the self-driving e-Palette, which was used to transport athletes during this year’s Summer Olympic and Paralympic games. The company pulled them from use at the Paralympics after the EV hit a visually impaired athlete.\n\nAt the higher end of the spectrum, Toyota also revealed a lineup of Lexus electric EV concepts. It said the Electrified Sport should be able to go from 0-60 MPH in just over two seconds and have a range of about 435 miles. The brand also showed off an Electrified Sedan and Electrified SUV.\n\nAlthough Toyota has now committed to spend around $70 billion on electrifying its vehicles, its medium-term projections for EVs are relatively conservative. It expects to sell around 3.5 million EVs per year by 2030, which is around a third of its current volume of vehicle sales.\n\nBy contrast, Volkswagen estimates that, by that time, half of its vehicle sales will be electric models, and by 2040, the majority of its sales in major markets will be EVs. After becoming an early leader in hybrid vehicle tech, Toyota is playing catchup with other automakers in the EV market, so making comparatively muted projections shouldn’t come as too much of a surprise.\n\nMeanwhile, Toyota recently announced plans to build a $1.29 billion EV battery factory in North Carolina by 2025. The company last month declined to join other automakers, including GM and Ford, in pledging to phase out fossil fuel-powered cars by 2040. However, Lexus plans to only sell EVs by 2035.\n\nEditor’s note: This article originally appeared on Engadget.", "url": "https://techcrunch.com/2021/12/14/toyotas-latest-ev-concepts-include-sports-cars-and-a-pickup/"},
{"title": "GlobalWonks relaunches as Enquire AI following $5.5M round", "author": "Christine Hall", "published_at": "2021-12-14 06:00:57", "content": "Buoyed by a new cash infusion of $5.5 million in Series A funding, GlobalWonks emerged Tuesday as Enquire AI.\n\nThe Washington, D.C.-based company leverages artificial intelligence in a tool for businesses to find global subject-matter expertise in real time, from both internal and external resources.\n\nUzabase led the oversubscribed funding round and was joined by Teneo Ventures, Blu Ventures and a group of angel investors. This gives the company $9 million in total funding to date.\n\nEnquire, then known as GlobalWonks, was started in 2018 by Bilal Baloch, Cenk Sidar and Fatih Orhan after realizing that professionals are untapped resources.\n\n“To understand the regulatory environment in Kenya or public health in Indonesia, you have to know how to get that information,” COO Baloch told TechCrunch. “You might go to an expensive company that relied on an expert that was not on the ground there or the information was not fresh.”\n\nInstead, its Network Pulse technology taps into those “wonks” through a question-based tool where someone would ask a question and receive bite-sized answers in real time from more than 40,000 possible experts based on expertise tags.\n\nBy providing short answers, it enables experts to take minutes versus hours and for an additional revenue stream for their expertise. Question-askers can also schedule additional time with experts to go more in depth on a topic.\n\nThe name change to “Enquire” signifies the company going beyond the “wonks” into new abilities, like through API integrations in adjacent SaaS platforms, so that company employees can tap into the minds and insights of their colleagues, Baloch said.\n\nHe estimates the expert network market is $1 billion, and with these new capabilities and name change, Enquire can jump into the market research market, which was projected to be valued at $73 billion in 2020. Indeed, other companies in this space are attracting venture capital as well. Last week, NewtonX raised $32 million for its tool aimed at democratizing access to high-quality data and research, while Wonder scales up a research team based on a topic.\n\nBy going after the Series A funding the company wants to diversify its portfolio of knowledge technology offerings and will be deploying the new capital into team expansion, marketing and rolling out new API partnerships.\n\nEnquire works with 50 companies around the world and across them 300 clients. In the past 12 months, the company’s revenue grew by 300% and the expert network grew by 207%.\n\n“They are truly re-inventing how we receive and give expertise through technology and we’re glad to invest in a company that has the interest of all parties in mind, said Yusuke Umeda, co-founder of Uzabase, in a written statement. “This puts a significant value on research, resources and application of this data to make important decisions daily.”", "url": "https://techcrunch.com/2021/12/14/globalwonks-relaunches-as-enquire-ai-following-5-5m-round/"},
{"title": "Oppo’s first self-developed chip is all about imaging performance", "author": "Rita Liao", "published_at": "2021-12-14 06:20:48", "content": "Chinese smartphone giant Oppo revealed its first in-house chipset at its annual innovation event hosted in Shenzhen on Tuesday. The MariSilicon X chip announced — named after the Mariana Trench — is a neural processing unit that aims to boost photo and video performance through machine learning.\n\nThe move adds Oppo to a list of smartphone makers that are designing their own chips, such as Apple. The MariSilicon project, headed by Qualcomm veteran Jiang Bo, started only in 2019.\n\nThe silicon is being manufactured by Taiwan Semiconductor Manufacturing Co (TSMC)’s 6-nanometer process technology and will be featured in Oppo’s upcoming flagship handset in the first quarter of 2022. The ongoing global chip shortage will not affect the production of MariSilicon X, Jiang told the press at the event.\n\nOppo also unveiled the third generation of its self-developed smart glasses, dubbing it an “assisted reality” device instead of an augmented reality one.\n\nThe description is apt. The headpiece, which weighs just 30g, is reminiscent of Google Glass. It uses the Snapdragon 4100 chip, which is normally found in smartwatches, and it’s indeed limited to projecting 2D information such as navigation and translation onto its 1.3mm-thick glasses. It works as an extension of one’s smartphone, or like a smartwatch with a screen in front of one’s eyes, rather than an AR device that’s aware of one’s environment. It’s slated to ship next spring.\n\nThe third product unveiled is Oppo’s first folding phone, which came a year after its concept scrolling phone. Details of the folding phone will be announced tomorrow, at which point we will update the story accordingly.\n\nWhat we know so far is the new phone is spearheaded by Pete Lau, OnePlus’s co-founder who was appointed Oppo’s chief product officer after OnePlus became Oppo’s subbrand this year.\n\nBoth owned by the BKK Electronics empire, OnePlus and Oppo shared a supply chain prior to the merger but were operating independently. The merger has seen the two phone makers combining operational and R&D forces, including their operating systems, while the brands remain separate.\n\nOnePlus’s other co-founder, Carl Pei, has been drumming up buzz for his new earbud venture Nothing, which has won over investors and a horde of early followers.", "url": "https://techcrunch.com/2021/12/14/oppos-first-self-developed-chip-is-all-about-imaging-performance/"},
{"title": "Cybersecurity startup Guardio, now with 1M users of its browser extension, raises its first funding: $47M led by Tiger Global", "author": "Ingrid Lunden", "published_at": "2021-12-14 06:10:57", "content": "Some say that antivirus software that you install on your PC may have run its course when it comes to the next generation of computing in the cloud. Today a startup that has built what it believes comes next is making some news with a large funding round, its first outside money.\n\nGuardio — which has built a browser extension that monitors for suspicious and malicious activity when you are on the web or using any digital service that interconnects using the internet (think messaging services, shopping and banking services, and more, but for now no mobile services) — has picked up $47 million led by Tiger Global, with Emerge, Vintage, Cerca Partners, Union and Samsung Next also participating. The browser extension doesn’t impact on a computer’s or an internet connection’s latency, nor does it “just sit in the background,” CEO Amos Peled said in an interview. “We want to give advice and help to our users. We believe in positive friction.”\n\nAs a bootstrapped startup, Tel Aviv-based Guardio, which was founded in 2018, has already amassed 1 million users for the extension, which is one reason why it was able to raise so much so early on. Peled — who co-founded the company with Daniel Sirota, and Michael Vainshtein — said that the company typically has a detection rate of 73% in the first week for average users, where it has been able to identify activity that might be susceptible to data leakage, malicious extensions and other nefarious activity. (That number increases over time, it seems, as the system learns more.)\n\nOf the 1 million active users it has of its freemium product today, Peled said that some 100,000 are paying users, currently a mix of consumers and “micro” (ie, very small) businesses. The plan will be to continue growing on both tracks and to continue expanding to a wider set of products. Geographically, the key focus for the company will be continuing growth in the U.S. market, where Peled notes there are some 17 million microbusinesses, companies that will not have dedicated security specialists or necessarily lots of resources to spend on security suites, but are just as susceptible to attacks, and perhaps even more in danger of falling over from them due to their size.\n\nThe impetus for the company, Peled said, came out of the realization that many organizations of that size were already paying some money for security protection, but that most of it was legacy antivirus software and therefore not fit for purpose.\n\n“Attackers have adapted and they have shifted abuse to browser mechanisms, versus the old days of exploits or attacks on people’s operating systems,” he said. “The protection layers that have been there for a few decades, such as antivirus, didn’t quite adapt so there was a gap in the security landscape. A large percentage of users with updated operating systems” — which internconnect to the internet — “were using antivirus. So much was getting through.”\n\nWe’ve seen a huge profusion of cybersecurity startups enter the market in the last several years, but much of the focus has been on enterprise deployments and securing the architecture particular to larger businesses or consumers, so what’s caught investors’ eyes here is the ability to build a product for the group sitting in the margin of these two, and to find some strong traction for that.\n\nThis is the three founders’ second startup together. The first, Arpeely, they said specializes in real-time media auctions via machine and deep learning technologies.\n\n“The team’s combined expertise in Cyber, Product and Go-to-Market positions them perfectly to disrupt and innovate in this market. Their traction while bootstrapped is a testament to that,” said John Curtius, a partner at Tiger Global, in a statement.", "url": "https://techcrunch.com/2021/12/14/cybersecurity-startup-guardio-now-with-1m-users-of-its-browser-extension-raises-its-first-funding-47m-led-by-tiger-global/"},
{"title": "Staircase steps up effort to build the ‘AWS Marketplace for the mortgage industry’ with fresh $18M", "author": "Mary Ann Azevedo", "published_at": "2021-12-14 08:00:45", "content": "If you’ve ever had to apply for a mortgage, you know that it can be a time-consuming, expensive and often painful process — both in terms of just filling out the application and then waiting for the transaction to close.\n\nIn recent years, a number of digital lenders have emerged to bring more technology to the process with the goal of making it all less tedious and slow. What we have seen less of are startups building the digital infrastructure to help these lenders deliver on a mortgage much faster than has historically been possible.\n\nEnter Staircase. The Philadelphia-based startup has developed an application programming interface (better known as an API) that aims to bring together the various parties involved in the mortgage origination process. By integrating all these different parties, Staircase is pledging to provide a better — and significantly faster — experience for the borrowers and the companies that are providing the mortgages.\n\n“The sheer number of entities and systems that must share and validate data to originate a loan makes it a complicated transaction. The lack of a universal language among all of these systems makes it even more difficult,” Staircase CEO and co-founder Adam Kalamchi. “What we are doing is creating an integration orchestration layer that brings all of those parties together and makes all these new mortgage-related technologies available instantly.”\n\nLet’s look at some numbers.\n\nIt currently takes an average of 45 days to obtain a mortgage loan, and according to a recent report by the Mortgage Bankers Association (MBA), total loan production expenses totaled an average of $9,140 per loan in the third quarter of 2021. Staircase says that its API can give every participant in the process a way to talk to one another “in just a few clicks” and thus, will bring down the time to get a mortgage to 10 days, and the cost to originate a loan to $1,000.\n\nKalamchi (a former proptech investor) and co-founder Soofi Safavi (who worked for years in application development at JPMorgan Chase) started Staircase when they realized “there was no clean set of API infrastructure that was purpose-built for mortgage.”\n\n“Currently, there’s so many technologies out there that are amazing, but you have to integrate them one by one by one. And they’re all different,” Kalamchi told TechCrunch. “The thing we’re here to do is to make it better, faster and cheaper… Staircase is doing for the mortgage industry what AWS marketplace does for the enterprise. Like AWS, we want our product to stand on its own and be easy to integrate.”\n\nIt’s a lofty claim. But one that a number of investors are willing to take a bet on. Staircase has closed on $18 million in a Series A funding round led by Bessemer Ventures, bringing the company’s total raised since its early 2020 inception to $24 million. RRE Ventures, Avid Ventures, Clocktower Technology Ventures, MetaProp Ventures and Zigg Capital also put money in the round.\n\n“As with many of our most successful developer platform investments at Bessemer and within the industry, the Staircase team has been doing the hard work to build a platform for developers that solves the most critical data, integration and workflow problems within the mortgage landscape,” said Charles Birnbaum, partner at Bessemer Venture Partners. “After getting to know Staircase since the company’s formation and working with early customers, we were excited to back them in this journey to help finally bring among the slowest movement segments of the financial services landscape into the cloud by making it easier to access modern solutions without completely replacing legacy systems.”\n\nOne interesting thing about Staircase’s APIs is that its founders claim it won’t just help digital lenders, it can also help a wide range of entities including government-sponsored enterprises like Fannie Mae and Freddie Mac, employment verification services, first-generation mortgage technology providers like Ellie Mae and Black Knight, mortgage insurers, retail banks and wholesale banks.\n\nThat too is appealing to Bessemer.\n\n“There have been some great new products that have enabled the mortgage industry to begin to provide more digital experiences to their end customers over the past several years but no true platform like Staircase to tie it all together and work with both innovative, digital-first as well as legacy providers in order to automate more of the process and leverage the cloud in the same way that many other segments of consumer financial services have already been doing for quite some time,” Birnbaum told TechCrunch.\n\nLooking ahead, Staircase plans to use its new capital in part toward hiring so it can continue developing its product. Out of 50 some employees, more than 40 are engineers.\n\n“It’s just all about product development, and maturation, and then going into the market and making sure the technology is helping borrowers,” Kalamchi said.", "url": "https://techcrunch.com/2021/12/14/staircase-raises-18-million/"},
{"title": "Pair Eyewear focuses on adult glasses as it takes in $60M", "author": "Christine Hall", "published_at": "2021-12-14 07:30:45", "content": "Purchasing new glasses used to be about finding the right pair that would go with everything until you needed the next set. Pair Eyewear turned that on its head with magnetic frames, called Top Frames, that enable glasses-wearers to change their style with any outfit or any occasion for as little as $25.\n\nBetween 2020 and 2021, Pair grew its revenue 10 times year over year and attracted the attention of investors who pumped $60 million of new Series B funding into the company to give Pair $73.5 million in total funding. The round included investors like Rick Yang of NEA, NFL player Christian McCaffrey, Olivia Culpo, Sterling K. Brown and YouTube and professional gamer Ninja.\n\nWe profiled Pair and its co-founders Sophia Edelstein and Nathan Kondamuri back in April when the company secured $12 million in Series A funding. At the time, the company was touting its magnetic base frame and interchangeable Top Frames for children.\n\n“One of our main priorities was to expand, and while we are focused on children, we launched a full adult collection and started growing,”  Edelstein told TechCrunch. “We were capitalized, but received so much investor interest. With how well the adult collection was doing and after meeting with Rick, it made sense to partner and put together more capital to grow.”\n\nSince the Series A, the company secured licensing deals with brands like Marvel, Major League Baseball and Harry Potter. Pair Eyewear began 2020 with four people and now has 65 full-time employees, most of whom joined in 2021, Kondamuri said. In addition, more and more adults wanted Top Frames for their glasses as they purchased them for their children, so the company began its line of adult Top Frames, Edelstein said.\n\nThe new capital will enable the company to continue growing, Kondamuri said. In 2022, the company intends on attracting a broader customer base, growing its team and offering unique products. In addition to current licensing agreements, the company will add more brands in the celebrity, art and sports areas to its list that also includes DC Comics and Sesame Street.\n\nWhat they also learned was that as Pair Eyewear leveraged more social media coverage, adults also were asking for a way to change their style on a continual basis.\n\n“They want to match glasses to their outfits and moods, and we found that adults are even better customers because they purchase more rapidly for themselves,” Edelstein said. “We have customers that now own hundreds of tops, and there are now thousands of posts on TikTok of them switching them out on.”\n\nIf Pair’s announcement is any indication, the direct-to-consumer eyewear market is doing quite well. Other companies are working to make glasses more hip, including Cheeterz Club, while Warby Parker found success when it made its public debut via direct listing in September. Edelstein believes Pair Eyewear’s differentiation is its razor blade business model, which brings back customers on a monthly basis as new styles drop.\n\nYang says that at a macro level, Pair has enabled a new consumer fashion category and that in seeing how consumer behavior has changed over the years, there is organic excitement for what the company is doing.\n\nIn fact, Pair’s recurring and repeatable business model is proof of why Yang himself owns the number of Top Frames that he does, Yang added.\n\n“It is one of those things where there is product market fit, but the more exciting piece is changing the way people think about eyewear,” he said. “What Pair is doing is not only in a capital efficient manner, but some of the numbers look software-like, and that is exciting. To me, the overlay of a big consumer trend they are riding, and in so many ways enabling, is an important part of our investment thesis.”", "url": "https://techcrunch.com/2021/12/14/pair-eyewear-focuses-in-on-adult-glasses-as-it-takes-in-60m/"},
{"title": "OxeFit enters the home market with $6,000 strength training system", "author": "Brian Heater", "published_at": "2021-12-14 06:00:01", "content": "OxeFit kicked off 2021 with a healthy $12.5 million Series A and vague plans to “bring advanced robotics and artificial intelligence to the world of strength training.” In April, that manifested itsef with the arrival of the XP1, a commercial gym/rehab/sports system with a 43-inch touchscreen and up to 500 pounds of strength training.\n\nThis week, the company joins the booming world of home fitness with the XS1, a toned-down version of the commercial product designed to take on popular home strength training systems like Tonal and Tempo.\n\nThe system features a 32-inch touchscreen and a wide range of strength training exercises that can be tuned up to 250 pounds. The system offers a wide range of workouts, including standard strength, rowing and pilates, accomplished with a variety of different add-on accessories. The company has long insisted that its approach to AI/robotics sets it apart from the growing range of home fitness platforms.\n\n“The XS1 is the only at-home fitness system that offers the same level of all-body cross functional workouts as those available in professional training facilities, while leveraging robotics and artificial intelligence to deliver personalized insights and coaching that let you take control of your own personal journey to a stronger life,” co-founder and CEO Mohammed Shanableh said in a release.\n\nIn addition to increased competition over the past year, the company will have to contend with broader slowing industry sales as gyms have reopened in various locales. Meanwhile, companies like Peloton and Tempo have recently announced sub-$500, entry-level products, while OxeFit’s system starts at $5,999 (initial press material mis-priced it at a still-hefty $4,700), plus a $40 monthly software subscription. Still a premium over the $2,000-$3,000 price range for other touchscreen-based home fitness brands.\n\nThough the company is taking a more pro athlete-focused approach to the market, enlisting names like Dak Prescott, Jalen Ramsey and Matt Kemp to help promote its platform.", "url": "https://techcrunch.com/2021/12/14/oxefit-enters-the-home-market-with-4700-strength-training-system/"},
{"title": "Fast groceries startup Grovy hopes Eastern Europe and sustainability will set it apart", "author": "Mike Butcher", "published_at": "2021-12-14 00:01:10", "content": "Yet another ‘quick commerce’ 15-minute groceries startup is hoping to make a name for itself in this space, adding to the myriad of companies currently crowding out this market. But Grovy is avoid the crowded cities of Western Europem, setting its sights on becoming a daily-delivery leader in the East.\n\nIt’s now finalized a €3 million financing round led by Lighthouse Ventures to expand across Central and Eastern Europe, with offices already running in Prague and Bucharest, after entering the German market in Frankfurt and Mainz.\n\nWhile many players rely on significant mark-ups, which can be as high as 20%, as well as low-paid gig workers, Grovy says it only employs full-time workers and leverages a 5% markup on deliveries, with a flat delivery fee that is waived for orders above €40.\n\nIt’s other schtick is sustainability, with deliveries only on bikes and EVs, discounts on “ugly” produce and soon-to-expire perishables (helping to cut down on food waste) and working with food waste startups such as Too Good To Go, while employing a carbon offset program.\n\nJustin Adam, co-founder and CEO of Grovy said: “Frankfurt and Mainz, with their high demand for quick commerce solutions, served as the perfect sandbox. But rather than replicate our model in other German cities, we are bringing it to larger cities across the CEE region, where 10-minute delivery is still a novelty and the potential to scale is massive.”\n\nMichal Zalesak, managing partner at lead investor Lighthouse Ventures said: “Grovy has made achievements in mere weeks that would take a normal grocery chain a year to accomplish. Despite enormous competitive pressures, their unique approach to quick commerce has landed them phenomenal success in Germany, and we want to support them as they take on Central and Eastern Europe’s cities.”\n\nGrovy faces competition from Gorillas and Flink in Germany, Lisek in Warsaw, but tends to face only one-hour delivery competition from the likes of Bolt or Delivery Hero in most other European cities it’s operating in.", "url": "https://techcrunch.com/2021/12/14/fast-groceries-startup-grovy-hopes-eastern-europe-and-sustainability-will-set-it-apart/"},
{"title": "VentureFriends raises $112M fund aimed at Southern Europe, Middle East and LatAm", "author": "Mike Butcher", "published_at": "2021-12-13 23:00:25", "content": "Southern Europe has sometimes been seen as a little bit of a backwater in terms of venture capital funding. However, that has gradually started to change in recent years. Earlier this year Marathon Venture Capital in Athens raised a $47M fund. And LAUNCHub Ventures, is closing in on a €70 million final close.\n\nBut today there’s news that VentureFriends, a European early-stage VC that started from Athens but now has offices in London and Warsaw, has completed the first closing of its new fund at €90 million, with an aim for a hard cap at €100 million ($112M). This is the third fund for VentureFriends, which launched in 2016.\n\nThe new fund is backed by family offices/HNW, founders and operators, the European Investment Fund and the Hellenic Development Bank of Investments.\n\nThe Seed and Series A focus of the fund remains the same. It invests €500,000 to €2.5 million per company but can follow-on up to €10 million. It invests in B2C and B2B startups, including Consumer, PropTech, FinTech, Marketplaces, and SaaS.\n\nVentureFriends’ portfolio includes proptech Blueground ($180 million Series C), grocery delivery marketplace Instashop in the Middle East (acquired by Delivery Hero), fintech B2B Belvo in Mexico ($43 million Series A), fintech Plum out of London ($20 million Series A) and FBA roll-up Factory14 from Spain ($200 million Seed). There is also FlexCar, Spotawheel, Justlife, Byrd, Agro.Club and Influ2. More recently, VentureFriends invested in the UAE proptech/fintech Huspy.\n\nThe VC also said it intends to invest beyond Europe, in Latin America, and the Middle East.\n\nGeorge Dimopoulos co-founder and Partner said: “Raising a private only fund in Greece in 2015 wasn’t easy. We have worked hard to prove the investment worthiness of the asset class in the region. We are now happy to have reached a point where we experience multi-hundred million exits as with Instashop, and companies reaching Unicorn status such as Blueground.”\n\nApostolos Apostolakis, co-founder & Partner at VentureFriends said: “We have steadily grown our presence and access to great entrepreneurs by providing relevant support and having a value-based and founder-friendly approach. We are excited about the first closing of our 3rd fund that hopefully is a testament of the work we have done and we look forward to expanding the network of entrepreneurs we will support.”\n\nVentureFriends’s founders were previously entrepreneurs and angels, exiting e-food.gr to Delivery Hero in 2015 in which Apostolakis was a co-founder. They also exited taxi-hailing company Beat to Daimler in which both founding Partners were angels.", "url": "https://techcrunch.com/2021/12/13/venturefriends-raises-112m-fund-aimed-at-southern-europe-middle-east-and-latam/"},
{"title": "The macro trends forcing change on the investment management industry", "author": "David Teten", "published_at": "2021-12-13 17:45:48", "content": "Power in the investment management industry is shifting to the money holders from money managers, driven by several major economic, social and political trends.\n\nCollectively, these are irresistible forces meeting a moveable object: the traditional asset management industry structure. Below are five key trends impacting the investment management industry.\n\nWomen in the U.S. are expected to control as much as $30 trillion in assets over the next three to five years, and millennials $20 trillion by 2030. The new decision-makers will expect the industry to reflect better gender balance and be more accessible.\n\nWomen and millennials tend to invest differently than the past generation of older men. Millennials are both more risk averse and more socially conscious when selecting investments. In addition, because they came of age during the financial crisis, millennials have a negative perception of some of the traditionally dominant financial services companies. The change in the values of the investor base helps explains the popularity of ESG investing.\n\nAdditionally, allocators are becoming a lot less tolerant and unwilling to turn a blind eye toward toxic cultures of sexual harassment and discrimination, which have been tolerated at some largely male-led investment managers for years. Our view is that as the culture and preferences of allocators change, so will their investment criteria and the tolerance for bad behavior.\n\nMillennials are, “inherently distrustful of authority so the traditional financial adviser model is not going to work for them,” said Suzanne Ley, formerly head of financial institutions at Westpac. “They demand complete transparency in all aspects of their life, so hidden/opaque fees structures are not going to be tolerated. They also have a high propensity to move jobs more frequently than past generations, so the portability of financial assets is going to be very important going forward,” she added.\n\nPolitical volatility is not good for savers and allocators, as it tends to destroy asset value. The new cold war between the U.S. and China is ideological in part, but it is also in large part about technology dominance and cybersecurity.\n\nThe new cold war has only increased the movement of capital to regions of relative stability. The fear of totalitarian regimes or anarchy in China, Russia, the Middle East and South America has millions of well-educated and wealthy citizens looking to protect themselves and their nest eggs. We are seeing the first net private capital outflows in emerging markets due to “risk-off” sentiment and risk of rising rates in the U.S. and Europe. Even though the economic outlook in the U.S. is negative and the COVID-19 response inadequate, the country remains relatively stable. Together with places like Switzerland, Singapore and the U.K., the U.S. remains an attractive safe haven.\n\nPension funds and wealth management funds have a big opportunity in growing their footprint geographically. While traditional markets in Europe, the U.S. and Japan are saturated, India, for example, provides the perfect environment for the growth of a new wealth management industry. A combination of a strong middle and upper-middle class, well-educated professional class, a free-market economy and expansion of disposable wealth will drive demand for wealth management products, both in the institutional and retail spaces.", "url": "https://techcrunch.com/2021/12/13/the-macro-trends-forcing-change-on-the-investment-management-industry/"},
{"title": "Fresha, a business platform for salons, spas and beauty and wellness pros, extends Series C by $52.5M at a $640M+ valuation", "author": "Ingrid Lunden", "published_at": "2021-12-13 23:06:01", "content": "The beauty and wellness industry, annually worth some $4 trillion, is underpinned by tens of thousands of businesses and millions of professionals carrying out haircuts, treatments and workouts. Today, a company called Fresha, which provides a software stack to help them run those operations, is announcing new funding of $52.5 million to continue building out its own business.\n\nFresha got its start, and is best known among its 60,000 customers, for its booking software, which it provides on a subscription-free basis, charging instead based on taking a cut on payments, or first-time bookings and marketing messages (if a customer chooses those latter two options). But its ambitions, co-founder and CEO William Zeqiri said in an interview, are to be the go-to destination for any digital tool that a salon or independent professional might need to run a business: like Shopify, LinkedIn, Wix, Square or QuickBooks, but tailored for the specific demands of beauty and wellness professionals.\n\n“Stylists [and other beauty and wellness professionals] are not really trained in business management,” he said. “Our goal is to free that up and automate all aspects of their business.”\n\nMichael Lahyani and BECO Capital co-led the round, with previous backers General Atlantic, Partech, Target Global and FMZ Ventures also participating. Fresha has raised $182 million overall.\n\nThis latest funding is coming in the form of a Series C extension — Fresha raised the first $100 million in June of this year — and with it, the startup’s valuation has shot up to over $640 million. For context, the company previously had not disclosed its valuation, but Zeqiri confirmed that it increased significantly in the extension due to the company’s own growth in the last six months.\n\nBeauty and wellness had a mixed bag of luck as the pandemic took hold across the world. People overall were going out a lot less, or not at all, and thus spending significantly more on products to treat themselves at home. But on the other hand, Covid-19 led to a lot of municipalities shutting down salons to help curb the spread of the virus; and in cases where they were open follow more restrictive protocols for the customers who did show up.\n\nThat presented an obvious challenge to a company like Fresha, built around the premise of providing appointment booking and payments for in-person, very physical businesses. However, like other tech companies that have carved out a niche for themselves in providing tools specifically catering to and mastering the needs of a specific service-industry vertical — Toast being on strong example — Fresha’s focus helped it identify the opportunity inherent in that challenge.\n\nToday, Fresha’s tools include booking and point-of-sale payment software — used in some 120 countries with its biggest markets the U.S., the U.K., Canada, Australia, New Zealand and Europe, where it sees tens of millions of appointments booked monthly and has processed $15 billion in transactions to date.\n\nBut Zegiri said that with the big shift among Fresha’s customers to move more interactions and services online in the wake of Covid-19, Fresha has built a “Shopify” for beauty and wellness websites to sell goods and services (this is launching in the coming days). It’s now in the process of finishing up its “Wix” for designing sites.\n\n“We want to build the Amazon of the beauty and wellness industry, with a full suite of services that compete at every level, and in all markets,” he said. That will include marketing, and marketing automation tools, and more down the line, he said. It will in the meantime face a pretty big army of competitors, from Square through to Booksy, Phorest, Treatwell, SalonIQ and many others.\n\nThere has also been an interesting shift in the business models around beauty and wellness that has also played into Fresha’s hand, said Nick Miller, the company’s other co-founder and chief product officer.\n\nSpecifically, the pressures of the pandemic forced a lot of salons and brick and mortar businesses to downsize; or sometimes shut down altogether and “go mobile” where pro’s paid people home visits to carry out services.\n\nOr, in cases where they were willing to stick it out and continue paying rent on premises, increasingly there was a move to models where pros were no longer directly employed by salons and spas, but rather hired out space within them to serve their own client lists; or some variation on that theme, for example staying on the books as contractors and sharing a common appointment book, but still “renting” the space to carry out work.\n\nAll of this presents a complex mix of new use cases, and customers, to sign on to a platform like Fresha’s, Miller noted.\n\n“That’s been one of the Covid effects,” he said. And because its users are not tech-interested in the main, the idea of using multiple services for different aspects of running their businesses, and “jumping to different platforms,” in his words, they appealed to Fresha to bring in the functionality that they wanted to have. “It was great timing for us,” Miller said.\n\nSadly, one of the other consequences of the pandemic has been the closure of a lot of small and independent businesses. Zeqiri noted that Fresha has had multiple offers from its customers to buy them up, but that’s not the core of how the startup sees itself growing: its aim is instead to build tools to make those businesses viable again, he said.\n\n“Fresha has positioned itself as a major player in the beauty and wellness industry with a large and loyal customer base,” said Aaron Goldman, global co-head of financial services and MD of General Atlantic, in a statement. “We strongly believe in Fresha’s balanced strategy of providing one of the best products in the market at no cost to salons and then driving monetization via payments and value-added services.”", "url": "https://techcrunch.com/2021/12/13/fresha-a-business-platform-for-salons-spas-and-beauty-and-wellness-pros-extends-series-c-by-52-5m-at-a-640m-valuation/"},
{"title": "Struggling to win subscribers, Netflix cuts prices in India", "author": "Manish Singh", "published_at": "2021-12-14 00:52:27", "content": "Nearly six years after Netflix launched its service in India, the global streaming giant is still struggling to find customers willing to pay for what is already its cheapest subscription globally.\n\nThe American firm on Tuesday further lowered the subscription price in India, cutting each monthly subscription tier’s cost by at least 18% and up to 60.1%. The Netflix Basic plan, which permits streaming on any device but caps the resolution at 480p, now costs ₹199 ($2.6) in India, down from ₹499 ($6.6).\n\nNetflix Standard, which improves the video resolution to HD (720p) and permits two simultaneous views, now costs ₹499, down from ₹649 ($8.5). Netflix Premium, which offers four simultaneous views and streams in UltraHD (4K) video quality, now costs ₹649, down from ₹799 ($10.5).\n\nThis isn’t the first time Netflix has played around with prices in India. In 2019, after months of testing, Netflix unveiled a “mobile only” tier in India in a global first that was priced at ₹199. That plan is now available for ₹149 ($1.96), Netflix said today. Existing subscribers on any tier will be able to switch to the new offerings, the firm said.\n\nIndia is one of the world’s largest entertainment markets. But Netflix has struggled to produce content that helps it court customers beyond a small circle of loud Twitter users in the country — despite sinking nearly $1 billion on it to date.\n\nAt the same time, Disney’s Hotstar continues to dominate the market — without much assistance from the Twitter crowd — thanks to a much larger ad-supported local content library, syndication deals with international giants such as HBO, as well as nearly all sports streaming rights. Their biggest challenger in the country remains YouTube, which per App Annie, reaches about half a billion users in the South Asian market.\n\nAt roughly $20 a year for the top offerings, Disney’s Hotstar as well as Amazon Prime Video are also much more affordable to customers in India.\n\nResearch firm Mobile Partners Asia estimates that India will have 89 million individuals who pay for subscription services by the end of this year, up from 57 million last year.\n\nTuesday’s price cut in India, for which Netflix offered no explanation, comes at a time when the streaming giant has raised the monthly tariff in several parts of the world.\n\nFurther reading: How Netflix fumbled India.", "url": "https://techcrunch.com/2021/12/14/struggling-to-win-subscribers-netflix-cuts-prices-in-india/"},
{"title": "Warehouse robotics startup ForwardX raises $31M in first Series C close", "author": "Rita Liao", "published_at": "2021-12-13 18:02:51", "content": "ForwardX Robotics, a Beijing-headquartered company that makes autonomous mobile robots (AMR), said Tuesday it has closed the initial tranche of its Series C funding round as it looks to expand globally.\n\nThe startup is fundraising for the rest of its Series C round at a time investors are courting warehousing and manufacturing robot makers in China, the company’s chief operating officer Yaxin Guan told TechCrunch during an interview.\n\nThe new investment lifted ForwardX’s total raise to about $100 million since Nicolas Chee, a former vice president at Oracle, founded the company in 2016. The startup declined to disclose its post-money valuation or how much it plans to rake in for the entire Series C.\n\nThe C1 round was led by Taikang Life Insurance, a Chinese insurer, with participation from Qualcomm Ventures and Starlight Capital, an early-stage Chinese investment firm focused on industrial upgrades.\n\nIn 2014, Qualcomm announced that it had committed $150 million to fund Chinese startups advancing mobile technologies for the internet, e-commerce, semiconductor, health and education.\n\nHaving the chipmaking giant onboard will allow ForwardX to “work with a 5G technology leader to further advance the use of 5G in its smart warehousing and manufacturing projects,” the company said, though the startup is currently using chips from another major supplier.\n\nWith the new financial injection, the Chinese startup plans to accelerate its R&D timeline, ramp up its deployment capabilities in “key markets” such as the U.S., and expand sales into new markets.\n\nMost of its revenues currently come from China, with e-commerce powerhouse JD.com and logistics behemoth SF Supply Chain China, which has a partnership with DHL, being two of its main customers. The robot maker so far has accured more than 5 million picks for JD.com’s warehouses, according to Guan.\n\nLike a few other Chinese robotics startups, ForwardX is making a steady foray into overseas markets. It already opened an office in Tokyo, is on course to launch a U.S. branch and plans to enter Europe next year.\n\nThat means it’s coming after its American counterparts like Locus Robotics and 6 River Systems. To compete, the company claimed its solution requires less initial investment than its competitors due to “competitive hardware costs and a need for fewer robots per person in its solutions.” Its robots can carry up to 1,200 kilograms of goods each.\n\nAside from selling AMR solutions, ForwardX also touts a fleet management system that can determine how robots roam about within a warehouse, not unlike algorithms used by ride-hailing platforms to optimize driver productivity.\n\nWith help from its lidar- and deep learning-enabled robots, workers can spend more time picking than walking around, and new hires are spared from having to memorize where everything is within the warehouse, Guan explained.\n\nChinese tech companies are increasingly under scrutiny abroad by regulators. From a “business perspective,” Guan doesn’t see how U.S.-China tensions could hobble the firm’s U.S. expansion.\n\n“There are even fewer people available in the U.S., so robots are what logistics customers need in the U.S.,” she said.", "url": "https://techcrunch.com/2021/12/13/forwardx-warehoue-robot-series-c1/"},
{"title": "Topi is building a new payment solution designed for B2B transactions", "author": "Romain Dillet", "published_at": "2021-12-13 23:00:55", "content": "Meet Topi, a Berlin-based startup that raised a $4.5 million pre-seed funding round co-led by Index Ventures and Creandum. The company is working on a payment solution that is both fast and capital efficient for businesses.\n\nOn the B2C front, consumer payments have evolved at a rapid pace over the last few years. When it’s time to check out, customers expect to be able to choose between several payment methods that all offer different advantages and drawbacks.\n\nUsually you can pay with your debit or credit card, which could let you take advantage of some kind of insurance and accumulate points or cash back. You can also choose to pay with a digital wallet, like PayPal. Sometimes, you may choose to spread a big purchase over several months with Klarna, Affirm, Afterpay, etc.\n\nAnd yet, B2B transactions haven’t changed as much. Businesses often face a simple dilemma — they pay directly or they spend some time negotiating a financing offer. A supplier can offer some financing options directly. Sometimes companies ask their bank directly. In all cases, it’s a lengthy, bureaucratic and manual process.\n\nTopi wants to reach the ideal Venn diagram of B2B payments — a payment solution that doesn’t require any paperwork, but a payment method with some financing offers. Topi thinks it can offer financing options of up to five years with instant approval.\n\n“We’re building all of that ourselves. We’re building the first product right now and it’ll come on the market during the course of next year,” co-founder Estelle Merle told me.\n\nThis payment solution would be particularly useful for expensive purchases — a new machine, a big event or an upgrade for the restaurant kitchen. Topi expects to integrate its payment solution directly in the checkout flow of popular B2B merchants.\n\nMany merchants already offer financing options, but they usually just link to a help page with some information to go further. “We’re digitizing this manual process and brining it straight to the point of sale,” Merle said.\n\nThis isn’t just a technical challenge as there’s some financial risk involved with SMB financing. The company wants to be able to make smart decisions without asking for too much input. A customer should be able to know if they are eligible for financing options in just a few minutes.\n\n“We have an in-house risk team,” co-founder Charlotte Pallua told me. “What we don’t want to do is ask SMBs to upload financial statements from three years ago. Everything has to be digital.”\n\nShe then gave me some hints about data sources. For instance, Topi could get some sales data from a payment processor, or e-commerce performance from a Shopify account. With open banking rolling out across Europe, you could also imagine entering your business bank account login information to let Topi fetch the past few months of transactions.\n\nIn addition to Index Ventures and Creandum, several business angels invested in the startup, such as HelloFresh founder Dominik Richter, N26 founder Max Tayenthal, Adyen founding team member Thijn Lamers and WeFox founder Fabian Wesemann.\n\nTopi’s two co-founders Charlotte Pallua and Estelle Merle originally met during their MBA at Harvard. Pallua spent some time working for Apple on financing programs while Merle has previously worked for Goldman Sachs and Via Transportation. Topi’s CTO Ernesto Jiménez worked for GoCardless and led a big engineering team there.\n\nWhen you look further down the road, Topi’s vision goes beyond simplifying payments. If the startup manages to become an important brick in B2B transactions, companies who use Topi could end up spending a lot of time on Topi’s portal. They could see upcoming payments and manage early repayments.\n\nBut Topi’s portal could also become a SaaS product on its own. For instance, customers could choose insurance products from Topi directly. Once you control the customer relationship, there are a lot of possibilities to expand horizontally. And Topi is well aware of that opportunity.", "url": "https://techcrunch.com/2021/12/13/topi-is-building-a-new-payment-solution-designed-for-b2b-transactions/"},
{"title": "E-scooter company Tier acquires Wind Mobility’s Italian subsidiary", "author": "Rebecca Bellan", "published_at": "2021-12-14 01:00:25", "content": "Tier, a Berlin-based e-scooter company that’s quickly expanding throughout Europe, has acquired Vento Mobility, the Italian subsidiary of Wind Mobility. The companies are not sharing the terms of the deal, but it will mark Tier’s entry into the Italian market.\n\nJust last month, Tier also acquired Nextbike, a German bike-sharing platform, a move to both become multi-modal and further consolidate its micromobility empire. Since its founding, Tier has also acquired Makery, a provider of digital services like product strategy, design and management, engineering, testing and quality, training and support, and staff augmentation, as well as Pushme, a battery swapping company.\n\nOn the Wind side of things, the company also recently sold off its Israeli operations to Yandex, the Russian tech giant, so it’s possible Wind is succumbing piece by piece to the inevitable industry consolidation. The company has raised a total of $72 million; its last funding round was a Series A back in 2019. Tier, for comparison, raised $200 million as only part of its Series D round in October, bringing its total funding up to around $647 million.\n\nWind did not respond to TechCrunch’s inquiry for more information about its strategy moving forward.\n\nAs of Tuesday, the first Tier e-scooters will be available on the streets of Bari and Palermo, with other Italian cities to follow in the coming days and weeks, according to the company. Tier is already present in 165 cities in 18 countries, offering its scooters that include an integrated helmet, turn signals on the handlebar and rear wing, and triple brakes with a large front wheel.\n\nWind’s Italian fleet had 4,500 e-scooters across 11 towns and cities in Italy. Tier did not respond to requests for more information about what would be done with those scooters, or if Tier would inherit all, or just some key members, of Wind’s Italian staff.", "url": "https://techcrunch.com/2021/12/14/e-scooter-company-tier-acquires-wind-mobilitys-italian-subsidiary/"},
{"title": "Weather-focused IBISA raises seed round to back its microinsurance solutions for low-income small farmers", "author": "Anna Heim", "published_at": "2021-12-14 02:00:28", "content": "Agricultural microinsurance startup IBISA announced that it has raised a seed round of €1.5 million – approximately $1.70 million. The round was led by London-based specialized investor Insurtech Gateway, with participation from Rockstart’s AgriFood fund and others.\n\nMicroinsurance typically refers to offering coverage to low-income people against a specific class of risks. In IBISA’s case, these are small farmers whose livelihoods might be affected by adverse climate events, which are unfortunately on the rise.\n\nWhile based in Luxembourg, the startup is focused on emerging markets, with a partnership-based approach. “We work with mutuals, insurers, microfinance institutions, research institutions, farmers and breeders associations and governments,” its site explains.\n\nSince being founded in 2019, the company has worked with partners in the Philippines, India, and Niger. It now plans to use its funding to hire and expand its presence in existing and new markets.\n\nIt’s easy to see why farmers might be relieved to get compensated when their crops get damaged. But there are also several reasons for them not to have agricultural insurance – most of them don’t, according to IBISA. On one hand, options might be too costly; on the other, paperwork to claim a payout might be too daunting.\n\nThis is where technology comes in: IBISA’s payouts are meant to be quick and hassle-free, because rather than requesting individual claims, it relies on a collective index. That’s index-based insurance, also known as parametric insurance, since payouts are triggered by a certain parameter – for instance, notice of catastrophic weather events.\n\nThis approach also helps reduce operating costs on the insurer’s side, making lower rates worth offering, said Insurtech Gateway‘s co-founder Stephen Brittain.\n\n“Historically, microinsurance was not commercially viable due to many reasons such as low premiums, expensive claims handling, challenging distribution and a lack of trust.”\n\nWhat changed? Again, technology.\n\nIf IBISA and others put trust into an index, it’s because it is supported by data. Its co-founder and CEO María Mateo Iborra worked for several years in the satellite industry, and a key element of the startup’s approach is its reliance on orbit images to assess damage. In addition, it relies on crowdsourced data from local ‘watchers.’\n\nSpacetech and crowdsourcing aside, there’s also a blockchain element to IBISA, which sees it as a way to keep costs low. Its name actually stands for “Inclusive Blockchain Insurance Using Space Assets,” and it has been accelerated by the European Union’s blockchain-focused project Block.IS.\n\nThe company also recently presented itself at Rockstart‘s AgriFood demo day. At the time of joining the program last September, IBISA’s co-founder Jean-Baptiste Pleynet made mention of IBISA’s insurance, satellite and blockchain components, as well as of its potential to drive positive impact.\n\nBut Pleynet also emphasized an interesting point of synergy: “We believe our solution will be very valuable for the food industry to bring resilience to the supply chain and manage climate risks and we wanted to accelerate this path,” he explained.", "url": "https://techcrunch.com/2021/12/14/weather-focused-ibisa-raises-seed-round-to-back-its-microinsurance-solutions-for-low-income-small-farmers/"},
{"title": "Google-backed neobank Open acquires Finin for $10 million", "author": "Manish Singh", "published_at": "2021-12-14 03:05:36", "content": "Open has acquired consumer neo-banking startup Finin for $10 million as the Bangalore-based, Google-backed business-focused neobanking platform looks to broaden its offerings and deepen relationships with banks.\n\nThe deal involves both cash and stock, the two said. Launched in 2019, Finin is among the first consumer-focused neobanking startups in India. The startup, which had raised about $1 million from Unicorn India Ventures and others, will see key executives including the founder and chief executive Suman Gandham move to Open.\n\nAnish Achuthan, co-founder and chief executive of Open, told TechCrunch in an interview that the acquisition of Finin compliments Open’s broader offerings.\n\nOpen, which recently received the backing from Google and Temasek, operates an SME banking platform and also provides banks with infrastructure to launch their own digital banks. Over a dozen banks today use Open’s infrastructure to offer their banking services. Open currently has partnerships with 14 banks in India and a few more in Southeast Asia.\n\nFinin offers a savings account that allows consumers to save and invest their money.\n\n“Finin complements our offerings to banks. We will now help banks launch their own consumer-focused neobanking offerings under their own brand names,” he said. “There are many banks that are looking to launch their own modern platforms.”\n\nOpen still plans to continue to focus on its enterprise offerings to banks and isn’t looking to launch a consumer-focused neobanking service, he said. “Direct-to-consumer is not in our DNA,” he said. “But as part of our SME offerings such as payroll management, we may complement some B2C features.”\n\n“When we first launched Finin, I promised my squad that we would make a hallmark in the fintech industry, and show Indian consumers what neo-banking can really do for them,” said Gandham in a statement.\n\n“Now with the acquisition by Open, I’m absolutely convinced that we are speeding towards that goal. The outcome of a consumer-facing neo-banking platform working hand-in-hand with a B2B neo-banking platform is going be exemplary as we will be able to add a lot of value to Open’s SMEs wanting to open salary accounts for employees, expose consumer banking rails to fintechs using Open’s embedded finance platform Zwitch, and also add value to banks wanting to launch digital banking propositions using Open’s cloud native digital banking OS BankingStack.”", "url": "https://techcrunch.com/2021/12/14/google-backed-neobank-open-acquires-finin-for-10-million/"},
{"title": "BHub secures $20M to become LatAm companies’ back-office administrator", "author": "Christine Hall", "published_at": "2021-12-14 02:00:44", "content": "BHub announced Tuesday that it took in a new round of capital just three months after receiving $4.4 million in pre-seed investment to offer full back-office SaaS for small and medium businesses in Latin America.\n\nMonashees and Valor Capital Group are doubling down on their investment in the company by leading an inside round of $20 million in Series A funds that included QED Investors, Picus Capital and Clocktower Technology Ventures.\n\nFounded in June, the Brazil-based company provides what it calls “back-office-as-a-service,” which includes bookkeeping, CFO services, legal and HR services so entrepreneurs can focus on their core business, Jorge Vargas Neto, founder and CEO of BHub, told TechCrunch.\n\nBHub is Neto’s third company and his third in the financial sector. He was previously CEO of Zen Finance, which was sold to Rappi in 2020, and Biva, which sold to PagSeguro in 2017, he said. While integrating with Rappi, Zen Finance was told by its accounting firm that it had to pay capital gains taxation, which ended up requiring the company to redo all of its bookkeeping in 10 days.\n\n“It was hellish, but I’m grateful for that experience because I became passionate about how I could help people avoid the same hurdles in Brazil and Latin America,” Neto added. “We tested the market by inviting entrepreneurs to talk about their hurdles of administering business. Some 500 people RSVP’d, and we ended up doing 300 interviews that enabled us to see the pain points and to come up with our vision for a solution.”\n\nFor a monthly subscription starting at $349, company owners can integrate BHub with their financial systems and view everything through one financial dashboard that includes a chat function for requesting reports, solving queries and any other activities.\n\nNeto explained that in Brazil, hundreds of thousands of businesses closed in 2020, driven partly by the global pandemic and partly by little financial literacy. Brazilian legislation requires every business owner to have a third-party accountant. The market is reserved for them, and they are protected by the law, “so they don’t have to be that good,” he added. Where the typical accounting firm doesn’t use much technology, this is BHub’s “magic spot,” to provide a service based on a technology approach and with startups in mind, he said.\n\nThe Series A came fast for the company due to a combination of factors: achieving early product market fit, steady growth over a period of three months and high referral rates by customers.\n\nThe company counts 134 companies as customers and looks to hire 100 people across engineering, technical, accounting, legal, human resources, marketing and customer service.\n\n“Considering the growth we’ve had and what we project we will do, we need to enhance the team of 51 people and grow to 2,000, 2,500 customers by next year,” Neto added. “We do think if we keep up the pace we will get there.”", "url": "https://techcrunch.com/2021/12/14/bhub-secures-20m-to-become-latam-companies-back-office-administrator/"},
{"title": "Mesh Payments racks up $50M to help corporate users manage spend and payments", "author": "Ingrid Lunden", "published_at": "2021-12-14 03:51:57", "content": "Now that the world appears to have settled longer-term into working in a significantly more distributed way in the wake of Covid-19, companies are getting more serious about using tools to manage how their teams operate within those new parameters. Today, a startup that’s addressing that challenge and how it relates specifically to expenses is announcing some funding.\n\nMesh Payments, which provides a platform for companies to oversee and manage employees’ expenses, and for employees themselves to better track and manage how and where they spend money, has raised $50 million. It plans to use the funding to continue expanding the functionality of its platform, as well as for further business development. It’s been on a growth boom in the last nine months, growing tenfold in that period, it said.\n\nThe round, a Series B, is being led by the very prolific Tiger Global, with participation also from Entrée Capital and Falcon Edge Capital, as well as past backers TLV Partners and Meron Capital. Mesh Payments — founded in Israel and now headquartered in New York — had previously raised $13 million, and it is not disclosing valuation.\n\nCurrently the company’s tools cover areas like travel expenses, spend cards and other forms of spend management, but potentially the more interesting aspect of how Mesh works lies in its name.\n\nMesh Payments’ platform integrates with various other pieces of software and apps that a company might use to run its business, and continually scans that network to determine whether a particular purchase is a useful one, or one that might be overlapping with something that already exists, not to mention not in line with other parts of a company’s specific expenditure policy.\n\n“We start with the notion that there is different context to different kinds of spend,” Oded Zehavi, co-founder and CEO of Mesh Payments, said in an interview. “The process for a trip versus software differs, so we started building models for these unique cases.”\n\nToday, the platform integrates with the likes of QuickBooks, Slack, Netsuite, Xero, G Suite from Google, and more. “We are adding more connectors to connect data from organizations’ services on the cloud to be exposed to more company behavior,” he said. “The combination of that data and the intelligence that we designed in a more superior way is what sets us apart.”\n\nSo, for example, if an employee suddenly decides to set up an iCloud storage subscription, Mesh would scan the network to determine if that fits with corporate policy, and would also set out to see if the organization already has an account with another cloud storage company. If either of those questions raises a flag, the purchase is flagged, too.\n\nEmployees get notifications of these, and so to spend managers on the finance team. It’s up to the finance team to decide how strict they would like the policy to be: whether purchases are blocked, or rejected in the aftermath, or issued with a warning/alert.\n\nUnderstandably, the system requires some substantial onramping from customers: they have to already be working in a digital enough way in order for Mesh’s modelling to work to its best ability. So unsurprisingly, the current customer list is heavy with technology companies, which are already working in the cloud and thus representing an easy port to working with Mesh: Monday.com, Hippo Insurance, Sezzle, Riskified and Snyk are on the list.\n\nAs recent rounds for Pleo (which raised at a $4.7 billion valuation just last week) and Soldo (which raised $180 million in July) show, there is currently a huge appetite in the market for better and more updated tools for managing expenses, both at a time when employees may be needing to spend more independently than before because of how they’re working, but also because companies are simply looking to get smarter and to better grips with the systems and financial management they have in place.\n\nMesh’s focus on larger businesses gives it a very wide funnel, targeting an area that has been particularly rife with legacy tools from companies like SAP (although to be fair they are all focusing on improving user experience and tapping into modern technology more).\n\nNevertheless, it’s a massive opportunity that is likely to stay, just like at least some of our newly-distributed working practices.\n\n“Mesh Payments is an example of a true disruptor — a company who’s innovations are transforming an already-established industry,” said John Curtius, a partner at Tiger Global who led this investment, in a statement. “We’re proud to support a business that continues to deliver on its ambitions, and we look forward to helping Mesh modernize the payments space even further.", "url": "https://techcrunch.com/2021/12/14/mesh-payments-racks-up-50m-to-help-corporate-users-manage-spend-and-payments/"},
{"title": "Superside nabs $30M to connect and manage freelance creatives working with in-house marketing and design teams", "author": "Ingrid Lunden", "published_at": "2021-12-14 02:59:45", "content": "As advertising and marketing become increasingly automated and thus commoditized, design has emerged as a savior to help brands stand out. And today, a startup that’s helping companies connect with a wider range of designers and other creatives to meet that demand is announcing a round of funding to fuel its business growth. Superside, which operates a network of freelance creatives that are tapped by companies to work on logos, display ads, packaging, bigger marketing campaigns and other design-based efforts, has picked up $30 million, money that it will be investing in further international expansion and growing its team of people, both in-house staff and the creatives network.\n\nProsus Ventures and Lugard Road Capital are co-leading the round, with previous investors Slack Fund and Acequia Capital also participating. Investors and company would not confirm but I understand from sources to be just over $400 million.\n\nThe round is the first sizable funding that Oslo-based, but very distributed, Superside has raised — it was founded as Konsus back in 2015 and had picked up only $5.5 million up to now — and it comes on the heels of some impressive growth in its nearly-bootstrapped state.\n\nIts customers include the likes of Amazon, Facebook, Salesforce, Cisco, Shopify and Coinbase, “Really any hot company in the Valley,” Fredrik Thomassen, Superside’s co-founder and CEO, told me in his understated, Norwegian-accented clip the other day. (This helps downplay the words, which come off as matter-of-fact rather than boastful as a result.) You’d think that a company like Amazon or Facebook would have no end of people on in-house teams to handle whatever design need might arise, but in fact, no matter how big or small an organization is, there is always something that will need an extra pair of creative hands, especially these days. Superside provides them.\n\nThose hands, meanwhile, are set to multiply. Thomassen tells me that the company currently has 500 on its “team” — his word to include both those working on staff (150 people) and the wider creatives network (350).\n\n“It’s important for us to think of us all in the same boat and creating equal opportunities globally,” he said. Creatives are freelancers technically, though, and thus free to do whatever they want, although the idea, he said, is that Superside provides them with enough engagement, interesting work, and non-frustrating tools to manage it all to make it less likely that they would turn to 99designs, Fiverr, Upwork, or any of the other platforms that might provide them with gigs elsewhere.\n\nThe plan will be to expand that network in earnest in the coming months. “We want to go from 350 to 1,000 creatives,” he said, “and then maybe 10,000, or 100,000.” (Again, you have to read this thinking of Thomassen’s understated clip, which makes all this sound perfectly reasonable.)\n\nDesign — and in this case branding, advertising and other fields that have been described traditionally in the industry as “creative” work done by creatives — has faced a massive evolution in the digital age: most if not all work is carried out on software; more often than not, it is intended to be consumed on digital screens; and the nature of global, localized campaigns created by virtue of digital mediums mean that there is simply a lot more creative work needing to be done.\n\nAdded to this, even before the Covid-19 pandemic, designers long ago cut their tether to the office, working remotely, putting in extra hours at home even when they do not, picking up side-hustles where they never meet clients in person, and so on.\n\nAll of this has played neatly into the creation of really excellent design software, designed to be used, edited, shared and consumed in the cloud, and it’s played neatly too into the hand of companies like Superside to build platforms to help connect creatives to opportunities.\n\nSuperside itself has focused its technology development on making that engagement and following through on work as seamless as possible, with very specific project management software that it has designed itself to manage the processes, including remuneration and related accounting alongside the steps around seeking people, engaging them and working through projects. It has not built design tools up to now, and it has no plans to.\n\n“We are using exclusively established tools,” said Thomassen. “It’s much more difficult to built competitors to companies like Figma and Adobe. We are incredibly bullish on Figma especially, since it’s a less closed system than Adobe’s.”\n\nIt will be interesting to see whether Superside sticks to that, or whether it becomes an attractive company to tap for those big firms that are taking on Adobe and building more bridges to creatives alongside the creative tools themselves. (Adobe’s ownership of Behance, which gives it a kind of link into those networks of creatives already, implies it might not be in the running if that were the case.)\n\nIn the meantime, what sets the company apart is how well it has identified the shortcomings of working with alternatives — Thomassen himself comes from a marketing background and said he built Superside specifically out of his own frustrations in trying to find, engage and work with creatives — and built a platform to solve that.\n\n“What sets Superside apart from all the other players in the creative economy is their long-term approach to solving the underlying problems of marketing and creative teams,” said Mats Diedrichsen, the former CMO of Delivery Hero, who is joining the board with this round. “I believe Superside has the potential to become the ‘agency-killer’ while truly levelling the playing field for creatives all over the world.”\n\nSuperside has seen significant growth in the last few years, working with reputable brands, including Amazon, Salesforce and Cisco, who have consistently praised Superside’s fast turnaround times, creative diversity, high-quality content, and impressive access to global top talent.\n\nLong-time customer Amir Jaffari, Growth lead at Shopify summarized: “Superside makes it easy for Shopify’s Growth team to get design done quickly without impacting the quality. Their platform is intuitive and enables speed, and the dedicated team model ensures everyone thoroughly understands our brand and day-to-day needs, allowing for scale.”\n\n“As the need for high-quality, fast-turnaround digital content continues to rise, and companies look for increasing brand distinction, Superside is fulfilling the demand by offering a unique subscription that provides fast, flexible and diverse design from some of the world’s top creative talent,” added Sandeep Bakshi, head of European investments at Prosus Ventures, in a statement. “In addition, as the the pandemic has accelerated the momentum of flexible and independent work, Superside is highly attractive for creative team members, offering remote, flexible, and high paying jobs, allowing them to work with top brands globally. We believe Superside can usher in a new era of creative solutions for top companies globally, and are excited to partner with them on this vision.”", "url": "https://techcrunch.com/2021/12/14/superside-nabs-30m-to-connect-and-manage-freelance-creatives-working-with-in-house-marketing-and-design-teams/"},
{"title": "UK lawmakers push for Online Safety Bill to have a tighter focus on illegal content", "author": "Natasha Lomas", "published_at": "2021-12-14 04:43:11", "content": "A UK parliamentary committee that’s spent almost half a year scrutinizing the government’s populist yet controversial plan to regulate Internet services by applying a child safety-focused framing to content moderation has today published its report on the draft legislation — offering a series of recommendations to further tighten legal requirements on platforms. \n\nMinisters will have two months to respond to the committee’s report.\n\nThe committee broadly welcomes the government’s push to go beyond industry self regulation by enforcing compliance with a set of rules intended to hold tech giants accountable for the content they spread and monetize — including via a series of codes of practice and with the media regulator, Ofcom, given a new major oversight and enforcement role over Internet content.\n\nIn a statement accompanying the report, the joint committee on the draft Online Safety Bill’s chair, Damian Collins, said: “The Committee were unanimous in their conclusion that we need to call time on the Wild West online. What’s illegal offline should be regulated online. For too long, big tech has gotten away with being the land of the lawless. A lack of regulation online has left too many people vulnerable to abuse, fraud, violence and in some cases even loss of life.\n\n“The Committee has set out recommendations to bring more offences clearly within the scope of the Online Safety Bill, give Ofcom the power in law to set minimum safety standards for the services they will regulate, and to take enforcement action against companies if they don’t comply.\n\n“The era of self-regulation for big tech has come to an end. The companies are clearly responsible for services they have designed and profit from, and need to be held to account for the decisions they make.”\n\nThe committee backs the overarching premise that what’s illegal offline should be illegal online — but it’s concerned that the bill, as drafted, will fall short of delivering on that, warning in a summary of its recommendations: “A law aimed at online safety that does not require companies to act on, for example, misogynistic abuse or stirring up hatred against disabled people would not be credible. Leaving such abuse unregulated would itself be deeply damaging to freedom of speech online.”\n\nTo ensure the legislation is doing what’s claimed on the tin (aka, making platforms accountable for major safety issues), the committee wants Ofcom to be “required to issue a binding Code of Practice to assist providers in identifying, reporting on and acting on illegal content, in addition to those on terrorism and child sexual exploitation and abuse content”.\n\nHere MPs and peers are pushing for the bill to take a more comprehensive approach to tackling illegal content in what can be contested areas of hate speech, arguing that regulatory guidance from a public body will “provide an additional safeguard for freedom of expression in how providers fulfil this requirement”.\n\nIn earlier iterations the legislative plan was given the government shorthand “Online Harms” — and the draft continues to target a very broad array of content for regulation, from stuff that’s already explicitly illegal (such as terrorism or child sexual abuse material) to unpleasant but (currently) legal content such as certain types of abuse or content that celebrates self harm.\n\nCritics have therefore warned that the bill poses huge risks to free speech and freedom of expression online as platforms will face the threat of massive fines (and even criminal liability for execs) for failing to comply with an inherently subjective concept of ‘harm’ baked into UK law.\n\nTo simplify compliance and avoid the risk of major sanctions, platforms may simply opt to purge challenging content entirely (or take other disproportionate measures), rather than risk being accused of exposing children to inappropriate/harmful content — so the committee is trying to find a way to ensure a public interest interpretation (i.e. of what content should be regulated) in order to shrink the risks the bill poses to democratic freedoms.\n\nDespite the bill attracting huge controversy on the digital rights and speech front, where critics argue it will introduce a new form of censorship, there is broad, cross-party parliamentary support for regulating tech giants. So — in theory — the government can expect few problems getting the legislation through parliament.\n\nThis is hardly surprising. Internet giants like Facebook have spent years torching goodwill with lawmakers all over the world (and especially in the UK); and are widely deemed to have failed to self regulate given a neverending parade of content scandals — from data misuse for opaque voter targeting (Cambridge Analytica); to the hate and abuse direct at people on platforms like Twitter (UK footballers have, for example, been recently campaigning against racist abuse on social media); to suicide and self harm content circulating on Instagram — all of which has been compounded by recent revelations from Facebook whistleblower, Frances Haugen, which included the disclosure of internal research suggesting Instagram can be toxic for teens.\n\nAll of which is reflected in a pithy opener the committee pens to summarize its report: “Self-regulation of online services has failed.”\n\n“The Online Safety Bill is a key step forward for democratic societies to bring accountability and responsibility to the internet,” it goes on, adding: “Our recommendations strengthen two core principles of responsible internet governance: that online services should be held accountable for the design and operation of their systems; and that regulation should be governed by a democratic legislature and an independent regulator — not Silicon Valley.\n\n“We want the Online Safety Bill to be easy to understand for service providers and the public alike. We want it to have clear objectives, that lead into precise duties on the providers, with robust powers for the regulator to act when the platforms fail to meet those legal and regulatory requirements.”\n\nThe committee is suggesting the creation of a series of new criminal offences in relation to what it describes as “harmful online activities” — such as “encouraging serious self-harm”; cyberflashing (aka the sending of unsolicited nudes); and comms that are intended to stir up hatred against those with protected characteristics) — with parliamentarians endorsing recommendations by the Law Commission to modernise comms offences and hate crime laws to take account of an age of algorithmic amplification.\n\nSo the committee is pushing for the (too) subjective notion of ‘harmful’ content to be tightened to stuff that’s explicitly defined in law as illegal — to avoid the risk of tech companies being left to interpret too fuzzy rules themselves at the expense of hard won democratic freedoms. If the government picks up on that suggestion it would be a major improvement.\n\nIn another intervention, the committee has revived the thorny issue of age checks for accessing porn websites — and preventing kids from accessing adult content online is something the UK has been trying (and failing) to figure out how to do for over a decade — by suggesting: “All statutory requirements on user-to-user services, for both adults and children, should also apply to Internet Society Services likely to be accessed by children, as defined by the Age Appropriate Design Code“; and arguing that the change would “ensure all pornographic websites would have to prevent children from accessing their content”.\n\nBack in 2019 the government quietly dropped an earlier plan to introduce mandatory age checks for accessing adult websites — saying it wanted to take a more comprehensive approach to protecting children from online harms via what’s now called the Online Safety Bill.\n\nHowever child safety campaigners want the bill to go further — and so, it seems, does the joint committee; albeit in a “proportionate” way.\n\n“We want all online services likely to be accessed by children to take proportionate steps to protect them,” the committee writes. “Extreme pornography is particularly prevalent online and far too many children encounter it — often unwittingly. Privacy-protecting age assurance technologies are part of the solution but are inadequate by themselves. They need to be accompanied by robust requirements to protect children, for example from cross-platform harm, and a mandatory Code of Practice that will set out what is expected. Age assurance, which can include age verification, should be used in a proportionate way and be subject to binding minimum standards to prevent it being used to collect unnecessary data.”\n\nOther recommendations pick up on specific suggestions made by Facebook whistleblower, Haugen, in her testimony to UK lawmakers earlier this fall, with the committee calling for the law to include a requirement on service providers to conduct internal risk assessments to record “reasonable foreseeable threats to user safety”; and further specifying this should include “the potential harmful impact of algorithms, not just content” [emphasis theirs].\n\nThe committee is also urging ministers to extend the scope of the bill to include scams and fraud that stem from paid-for advertising (not merely user-generated content scams) — an issue that’s faced high profile campaigning by UK consumer advice personality, Martin Lewis, who previously sued Facebook for defamation over scam investments ads misusing his image.\n\nUK lawmakers further suggest individual Internet users should be able to make complaints to an ombudsman when platforms fail to comply with the new law — and recommend that regulated platforms are required to have a senior manager at board level or reporting to the board who is designated the “Safety Controller.”\n\n“In that role they would be made liable for a new offence: The failure to comply with their obligations as regulated service providers when there is clear evidence of repeated and systemic failings that result in a significant risk of serious harm to users,” the committee suggests.\n\nWhile the suggestions are not binding on the government, during her own recent evidence session to the committee last month, the secretary of state for digital, Nadine Dorries, told lawmakers she’s “open” to their suggestions for improving legislation which she argued will change Internet culture for good — further predicting “huge kickback” from platforms that have got used to being able to mark their own homework.\n\n“I believe that there will be huge, huge [change],” she said/ This will set off a culture change in terms of our online environments and landscape. There will be huge kickback. Because you have to follow the money — people are making a huge amount of money from these platforms and sites. And of course there will be kickback. But we must not forget the world is watching what we are doing in terms of legislating to hold those platforms to account. That is why it has to be watertight.”\n\nLaw and digital rights experts, meanwhile, have given a cautious thumbs up to the committee’s intervention — while continuing to warn that the bill itself still poses major risks to online freedoms, and also looks set to usher in nightmarishly complex compliance regime for UK internet services…", "url": "https://techcrunch.com/2021/12/14/uk-joint-committee-report-online-safety-bill/"},
{"title": "Carto raises $61 million to help you visualize data on maps", "author": "Romain Dillet", "published_at": "2021-12-14 05:00:04", "content": "Spatial analysis platform Carto has raised a $61 million Series C round. Many companies collect a ton of data with some location element tied to it. Carto lets you display that data on interactive maps so that you can more easily compare, optimize, balance and take decisions.\n\nInsight Partners is leading today’s round. The European Investment Found is also participating as well as some of the company’s existing investors, such as Accel, Salesforce Ventures, Hearst Ventures, Earlybird and Kibo.\n\nA lot of companies have been working on their data strategy to gain some insights. First, they adopt a data warehouse to centralize all current and historical data under the same roof. Companies use products like Amazon Redshift, Google BigQuery or Snowflake.\n\nAfter that, there are different business intelligence, reporting and data visualization tools that help you take advantage of the data that you have stored in your warehouse. This is where Carto comes along with a product specialized on spatial analytics.\n\nCarto can ingest data from multiple sources. You can upload local files for historical data, but you can also connect to live data directly. Carto provides connectors with databases (PostgreSQL, MySQL or Microsoft SQL Server), cloud storage services (Dropbox, Box or Google Drive) or data warehouses (Amazon Redshift, Google BigQuery or Snowflake).\n\n“In the last three years, we have seen the rise of the data warehouse and we have gone from almost no architecture being based on a data warehouse to becoming the dominant implementation,” Carto CEO Luis Sanz told me. “That’s why we have focused on building Carto as a spatial extension on top of all the major data warehouses, because we see that the trend is just accelerating.”\n\nAfter that, you can go through your data using SQL queries and enrich your data. In particular, you can take advantage of Carto’s own data catalog. The company has compiled around 10,000 datasets from both open data sources and private providers — around 3,600 data sets are open data.\n\nWhen everything is set up, you get an interactive dashboard. You can move around a map, select and unselect layers and see the real numbers. Essentially, it should feel like playing Cities Skylines.\n\nCustomers use Carto to find out where they should open their next store, to prioritize some areas for their out-of-home advertising budget, to optimize their supply chain or to deploy cell towers in the right areas.\n\nThat’s why Carto has managed to convince a wide variety of clients, such as local governments, banks, consumer packaged goods companies, credit card networks, or infrastructure companies working in transport, utilities or telecommunications.\n\n“The rise of the data warehouse has allowed organizations to unify and connect all their data in a single location, and geospatial data is no exception,” Luis Sanz said in a statement. “Now, thanks to our cloud native offering, they can also perform spatial analytics on top of them. Our Spatial Extension runs on top of all the major data warehouses and takes full advantage of all their benefits, giving our users a complete suite for geospatial analysis that is highly performant, scalable and secure.”\n\nEssentially, Carto is benefiting from the move to data warehouses and digital transformation in general. As more companies move to the cloud, those companies become potential Carto customers.", "url": "https://techcrunch.com/2021/12/14/carto-raises-61-million-to-help-you-visualize-data-on-maps/"},
{"title": "A new growth equity outfit, Camber Partners, just raised $100 million to buy stranded SaaS startups", "author": "Connie Loizos", "published_at": "2021-12-13 15:28:47", "content": "In recent years, enterprise software companies have grown faster, and more valuable, than ever. Still, most startups never reach that kind of escape velocity, with many plodding along while their venture backers — who are returning to market more quickly and raising bigger funds — move on to newer, shinier objects.\n\nThe end result is many thousands of stranded companies with a limited number of options. One of these is to simply shut down. Another option for some companies is buy back their shares. A third option for some is sell to a private equity firm that is interested in potentially rolling up sub-scale properties or bolting a startup onto another asset. There is so much opportunity for PE firms, in fact, that according to the Financial Times, the software-focused buyout firm Thoma Bravo plans to raise up to $35 billion for its next fund.\n\nUnsurprisingly, newer players are also getting in on the action. Among them is Camber Partners, a San Francisco-based growth equity firm founded last year by investor Scott Irwin, long of the venture firm Rembrandt Venture Partners.\n\nCamber is today taking the wraps off a $100 million debut fund that promises to either buy — or buy a majority stake in — stranded SaaS companies, reinvigorate them with its own in-house data science technology, then sell them within what would ideally be around five years or less.\n\nIrwin says he founded Camber Partners largely out of aggravation with the current venture environment, which requires that startups scale up unnaturally fast in order for VCs to return the massive amounts of capital they’ve been raising in recent years.\n\nHe says he grew tired of “some of those adverse incentives” involved. As he puts it, “100% growth isn’t interesting; it’s gotta be 200%. Earning $100,000 a month isn’t interesting; it has to be a million. A good solid management team that’s going to learn over time and grow the business isn’t interesting. It’s instead, ‘How do we jump ahead faster and hire more experienced people?'”\n\nVCs have seen some “awesome successes because of the model but “the failure rate is also way higher.”\n\nAs for Irwin’s alternative, he says that helped by co-founder and serial operator Jason Hable, along with Scott Ernst, Camber’s VP of data and engineer, the young outfit is positioned with a data platform called Gemini to isolate companies across the globe with a specific profile, then help fuel their growth. Its targets should make a “well-loved product” that enjoys “strong, organic inbound” interest from potential customers; they should be generating between $3 million and $10 million in annual recurring revenue; and they will be looking to overcome an “under-optimized go-to-market” strategy.\n\n“If you feel like you haven’t fully realized the growth potential of the business, that’s a really good fit,” says Irwin.\n\nAlready Camber has backed two companies: Scout APM and SE Ranking. It spent $8 million to pick up a majority interest in Scout, which makes application performance software, along with a related business called ExceptionTrap.\n\nIt has not disclosed terms of its deal with SE Ranking, which makes SEO software, but Irwin says a typical investment will be “$10 million to $25 million checks.”\n\nAltogether, Camber Partners expects to invest this first fund in six to seven companies.\n\nAs for exits, Irwin says he expects that they will look like typical SaaS exits, including sales (“full or partial”) to financial sponsors like Thoma Bravo or another active software investor, Vista Equity Partners. In some cases, if the stars align, he hopes initial public offerings will be in the cards.\n\nEither way, “We don’t need 50 times our return,” says Irwin. “We try to get very aligned with a team that a $200 million exit can be life changing and a strong return for everyone involved.”\n\nIt’s not always an easy number to sell in today’s go-go market.\n\n“The good thing about private equity interest in the space is that if investors want to accept it [a buyout proposal] and the management team wants to keep going, you can work that out,” says Irwin. “The challenge is when the investors are like, ‘Oh, yeah, $200 million just doesn’t move the needle for us. We’re not willing to accept that. You need to turn that down and go for a billion-dollar exit,’ and then it turns out it’s a wipeout.”", "url": "https://techcrunch.com/2021/12/13/a-new-growth-equity-outfit-camber-partners-just-raised-100-million-to-buy-stranded-saas-startups/"},
{"title": "Max Q: Astra heads to the Space Coast", "author": "Aria Alamalhodaei", "published_at": "2021-12-13 15:45:26", "content": "Hello and welcome back to Max Q! Happy December everyone. We’re officially nearing the end of the year, and what a year it’s been. Despite the ongoing effects of the COVID-19 pandemic, I think it’s pretty safe to say that this has been a watershed 365 days for the space industry. I can’t wait to see what the next year has in store. OK, now onto the news!\n\nDon’t forget to sign up to get the free newsletter version of Max Q delivered to your inbox.\n\nFresh on the heels of its first successful launch to orbit, space startup Astra is heading to the Space Coast. The company said it would carry CubeSats for NASA for its first mission to take place outside of Pacific Spaceport Complex Alaska on Kodiak Island. The launch, which is scheduled for January, will fly as part of a Venture Class Launch Services program contract Astra won last year.\n\nIt’s a big win for the company. Multiple launch locations means Astra can finally demonstrate one of its key value propositions: that its on-site launch operations are agile, lightweight and can be effectively deployed from a number of sites. The Florida location will also give the company access to more orbits — which means being able to serve even more customers.\n\nUrsa Major is scaling up its ambitions to disrupt the vertically integrated launch sector with a fresh round of funding. The company raised an $85 million Series C led by funds and accounts managed by BlackRock, as well as participation from XN, Alsop Louie, Alpha Edison, Dolby Family Ventures, KCK, Space Capital, Explorer 1, Harpoon Ventures and others.\n\nThe startup has already put its first product into production, a 5,000-pound thrust liquid oxygen and kerosene engine called Hadley, and it’s at work on the Ripley, the next-gen engine that’s 10 times more powerful than Hadley, with a 50,000-pound thrust.\n\nCEO Joe Laurienti likened Ursa Major to a company like Intel, which is constantly innovating more powerful processors and outsourcing that expertise to brands like Dell and Lenovo. “We really like the notion that we are a technology development company, and the companies that are flying rockets today should not be flying the same engine that they architected for their rocket 10 years ago. That’s the paradigm we see in vertical integration.”\n\nAstranis signed a $90 million agreement with Latin American telecom company Grupo Andesat to deliver broadband internet access to rural Peru. The first launch will take place in 2023.\n\nThe Federal Aviation Administration will end its Commercial Space Astronaut Wings program at the beginning of 2022, citing the advent of commercial space tourism. Now, individuals who travel 50 miles above Earth will be recognized on the administration’s website.\n\nLoft Orbital raised $140 million in a new round of funding led by investment company BlackRock. The space infrastructure startup has already launched two spacecraft, and aims to use the funds to scale its business, CNBC reports.\n\nNanoAvionics was awarded a mission contract from Los Alamos National Labs to build a small spacecraft about the size of a microwave. It will host instruments to measure diffuse gamma-ray background, a type of radiation.\n\nPlanet Labs is officially a public company. It began trading on the Nasdaq under the ticker sybol $PL on Tuesday, after closing a merger with blank-check firm dMY Technology Group Inc. IV. Planet received around $590 million in proceeds and PIPE from the transaction.\n\nRocket Lab has now deployed 109 satellites to orbit, after successfully delivering two satellites to orbit for geospatial intelligence company BlackSky. Rocket Lab also announced a three-launch deal with Japanese Earth imaging company Synspective in 2022 and 2023.\n\nTomorrow.ai is the space industry’s most recent company to announce a merger with a blank-check firm, in a deal that the startup says could inject it with up to $420 million in capital. Tomorrow is aiming to operate a network of weather satellites and an intelligence platform for customers. It will merge with special purpose acquisition corporation Pine Technology Acquisition Corp.\n\nIt’s finally (almost) here!!!! That’s right folks: TC Sessions: Space is set to kick off next week, December 14 and 15. It’s once again going to be an entirely virtual conference, so people from all over the world will be able to join — and you can, too.", "url": "https://techcrunch.com/2021/12/13/max-q-astra-heads-to-the-space-coast/"},
{"title": "jack & annie’s closes $23M; aims to make jackfruit hero among meat alternatives", "author": "Christine Hall", "published_at": "2021-12-14 05:00:18", "content": "Jack & annie’s, a sustainable, animal meat alternative brand made from jackfruit, announced Tuesday $23 million in Series B funding.\n\nThe round was co-led by Creadev and Desert Bloom and included participation from Wheatsheaf and existing investors Beta Angels and InvestEco. Company founder and CEO Annie Ryu told TechCrunch the company had not done announcements of previous funding rounds and declined to disclose the company’s total raise to date, but did say this round “ was more than we raised in any prior rounds accumulatively.”\n\nThe idea for jackfruit products came to Ryu 10 years ago while she was a medical student at Harvard. She and her brother had started a company, and during a trip to India, were introduced to jackfruit.\n\nRyu learned that the fruit was drought resistant and high-yielding and while people ate as much as they wanted, she found that 70% of jackfruit went unused. With global health as her background, Ryu had a vision of halting poverty in this area by adding income for farmers by providing an outlet for the fruit to be used. Today, her brands work with 1,000 farming families with 10% to 40% of their income, she said.\n\nShe then went about “pioneering the largest supply chain for jackfruit.” The first brand that emerged was The Jackfruit Co. in 2015 to provide foods that harnessed the fruit’s “meaty” texture and, through R&D, a meaty flavor, but packed with nutrients, protein and fiber. Boulder, Colorado-based The Jackfruit Co. sells about a dozen products, mainly targeting vegetarians. It started selling in Whole Foods and has since expanded.\n\nNow with jack & annie’s, launched in 2020, Ryu calls it a “super approachable brand,” featuring 10 easy-to-make frozen food items that have more meaty applications, like crumbles, meatballs and nuggets. Products retail from $4.99 to $5.99 in the frozen space and from $6.99 to $7.99 for refrigerated items.\n\nIn the past few years, a few other companies emerged in the plant-based space using jackfruit as a base ingredient. Last year, Singapore-based Karana raised $1.7 million to develop plant-based pork made from the fruit. Upton’s Naturals produces meat alternatives using the fruit, as does The Very Good Butchers and Native Forest.\n\nIn less than a year, the brand expanded into more than 1,500 locations in retailers, including Whole Foods, Sprouts, Meijer, Wegman’s, Hannaford, Target and Giant. It is also the third-largest frozen brand in the plant-based category and the top nugget in the natural channel for the 12 weeks ending October 3, according to SPINS Natural Channel, Ryu said.\n\nThe company continues to double its revenue on a yearly basis and will use the new funding to continue to build out partnerships and new innovation, expand its footprint on shelves and increase total distribution.\n\n“Jackfruit has the amazing ability to mimic beef, pork, chicken and seafood, so we are at the tip of the iceberg with what we can show,” Ryu added. “Part of what we are doing with leadership is be an innovation partner to major customers, so if they are looking to leverage the meaty texture and to have meat items more delicious with a clear ingredient deck, we can work with them at our R&D center in Boulder.”", "url": "https://techcrunch.com/2021/12/14/jack-annies-jackfruit-meat-alternatives/"},
{"title": "In-person event sound service Mixhalo raises $24M", "author": "Brian Heater", "published_at": "2021-12-14 05:00:37", "content": "It’s been an exceedingly difficult couple of years for live performers. And with live events drawing to a close comes a good deal of collateral damage for all of the many facets of the industry such performances directly and indirectly support.\n\nBack in June, as things were tentatively reopening, Mixhalo CEO John Vars told TechCrunch that the low-latency, in-person audio streaming service used the pandemic as an opportunity to “step back and laser-focus on improving our core product.” With that came a pair of additions to its platform: Mixhalo Over Cellular and Mixhalo Rodeo. The exec adds, “We also found that with no live events on their calendars, venue operators had more time to talk about innovation and improving the fan experience. So, while business development suffered initially, as the year went on, we started to see the pipeline grow beyond even pre-pandemic levels.”\n\nToday, the company announced that it has raised a $24 million Series B. The raise, led by Fortress Investment, follows a 2019 $10.7 million A round. The company tells TechCrunch the funding will primarily go toward new hires and R&D.\n\n“The new influx of funds will mainly go to expanding our team to address the increasing interest from the market and to further innovate on our technology and product,” Vars tells TechCrunch. “We’ll be hiring across all functions, especially in technology. We’ve already made some great hires and are looking for talented people to join our team in a number of roles. Plus, we have some really cool new technology we’ll be rolling out over the next year.”\n\n“It’s been a tough couple of years for the entertainment industry, but we’ve persevered by staying focused on improving our product while securing key partnerships along the way,” Vars said in a release. Lead investor Fortress Investment is also the firm behind TSX Broadway, a Times Square-based retail complex that features an outdoor stage and the standard sort of flashing lights you’d expect from that part of Manhattan. Mixhalo’s technology will, naturally, be integrated into the space’s venue.\n\nOther recent high-profile deals for the company include Sting (at Caesars Palace), the Red Rocks Ampitheare, the Los Angeles Football Club, the Sacramento Kings and the Buffalo Sabres.", "url": "https://techcrunch.com/2021/12/14/in-person-event-sound-streaming-service-mixhalo-raises-24m/"}
]